<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* vendor/symfony/intl/Resources/data/currencies/sd.json */
class __TwigTemplate_96535b6a8f427922abb33d641a471a20144c9e1795c27effd73c8920e0ca1e8f extends \Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e = $this->extensions["Symfony\\Bundle\\WebProfilerBundle\\Twig\\WebProfilerExtension"];
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->enter($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/currencies/sd.json"));

        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02 = $this->extensions["Symfony\\Bridge\\Twig\\Extension\\ProfilerExtension"];
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->enter($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/currencies/sd.json"));

        // line 1
        echo "{
    \"Version\": \"36\",
    \"Names\": {
        \"AED\": [
            \"AED\",
            \"گڏيل عرب امارات درهم\"
        ],
        \"AFN\": [
            \"AFN\",
            \"افغاني افغاني\"
        ],
        \"ALL\": [
            \"ALL\",
            \"الباني ليڪ\"
        ],
        \"AMD\": [
            \"AMD\",
            \"ارماني ڊرم\"
        ],
        \"ANG\": [
            \"ANG\",
            \"نيڌرلينڊ انٽليئن گلڊر\"
        ],
        \"AOA\": [
            \"AOA\",
            \"انگوليائي ڪوانزا\"
        ],
        \"ARS\": [
            \"ARS\",
            \"ارجنٽائن پيسو\"
        ],
        \"AUD\": [
            \"A\$\",
            \"آسٽريلوي ڊالر\"
        ],
        \"AWG\": [
            \"AWG\",
            \"اروبن فلورن\"
        ],
        \"AZN\": [
            \"AZN\",
            \"آذربائيجاني منت\"
        ],
        \"BAM\": [
            \"BAM\",
            \"بوسنيا هرزگوينا ڪنورٽبل مارڪ\"
        ],
        \"BBD\": [
            \"BBD\",
            \"باربيڊين ڊالر\"
        ],
        \"BDT\": [
            \"BDT\",
            \"بنگلاديشي ٽڪا\"
        ],
        \"BGN\": [
            \"BGN\",
            \"بلغارین لیو\"
        ],
        \"BHD\": [
            \"BHD\",
            \"بحريني دينار\"
        ],
        \"BIF\": [
            \"BIF\",
            \"برونڊي فرينڪ\"
        ],
        \"BMD\": [
            \"BMD\",
            \"برمودي ڊالر\"
        ],
        \"BND\": [
            \"BND\",
            \"برونائي ڊالر\"
        ],
        \"BOB\": [
            \"BOB\",
            \"بولیوین بولیویانو\"
        ],
        \"BRL\": [
            \"R\$\",
            \"برازيلي ريل\"
        ],
        \"BSD\": [
            \"BSD\",
            \"بهاماني ڊادلر\"
        ],
        \"BTN\": [
            \"BTN\",
            \"ڀوٽاني گلٽرم\"
        ],
        \"BWP\": [
            \"BWP\",
            \"بوستواني پولا\"
        ],
        \"BYN\": [
            \"BYN\",
            \"بیلاروسی ربل\"
        ],
        \"BYR\": [
            \"BYR\",
            \"BYR\"
        ],
        \"BZD\": [
            \"BZD\",
            \"بيليز ڊالر\"
        ],
        \"CAD\": [
            \"CA\$\",
            \"ڪئينڊيائي ڊالر\"
        ],
        \"CDF\": [
            \"CDF\",
            \"ڪانگو فرينڪ\"
        ],
        \"CHF\": [
            \"CHF\",
            \"سوئس فرينڪ\"
        ],
        \"CLP\": [
            \"CLP\",
            \"چلي پيسو\"
        ],
        \"CNH\": [
            \"CNH\",
            \"چيني يوآن (غير ملڪي)\"
        ],
        \"CNY\": [
            \"CN¥\",
            \"چيني يوآن\"
        ],
        \"COP\": [
            \"COP\",
            \"ڪولمبيائي پيسو\"
        ],
        \"CRC\": [
            \"CRC\",
            \"ڪوسٽا ريڪا ڪولن\"
        ],
        \"CUC\": [
            \"CUC\",
            \"ڪيوبن ڪنورٽيبل پيسو\"
        ],
        \"CUP\": [
            \"CUP\",
            \"ڪيوبن پيسو\"
        ],
        \"CVE\": [
            \"CVE\",
            \"ڪيپ وردي ايسڪوڊو\"
        ],
        \"CZK\": [
            \"CZK\",
            \"چيڪ ڪرونا\"
        ],
        \"DJF\": [
            \"DJF\",
            \"جبوتي فرينڪ\"
        ],
        \"DKK\": [
            \"DKK\",
            \"دانش ڪرون\"
        ],
        \"DOP\": [
            \"DOP\",
            \"ڊومينيڪن پيسو\"
        ],
        \"DZD\": [
            \"DZD\",
            \"الجيريائي دينار\"
        ],
        \"EGP\": [
            \"EGP\",
            \"مصري پائونڊ\"
        ],
        \"ERN\": [
            \"ERN\",
            \"ايريٽيريائي ناڪفا\"
        ],
        \"ETB\": [
            \"ETB\",
            \"ايٿوپيائي بر\"
        ],
        \"EUR\": [
            \"€\",
            \"يورو\"
        ],
        \"FJD\": [
            \"FJD\",
            \"فجي ڊالر\"
        ],
        \"FKP\": [
            \"FKP\",
            \"فاڪلينڊ ٻيٽ پائونڊ\"
        ],
        \"GBP\": [
            \"£\",
            \"برطانوي پائونڊ\"
        ],
        \"GEL\": [
            \"GEL\",
            \"جارجيائي لاري\"
        ],
        \"GHS\": [
            \"GHS\",
            \"گهانين سيدي\"
        ],
        \"GIP\": [
            \"GIP\",
            \"جبرالٽر پائونڊ\"
        ],
        \"GMD\": [
            \"GMD\",
            \"گيمبيا دلاسائي\"
        ],
        \"GNF\": [
            \"GNF\",
            \"گني فرينڪ\"
        ],
        \"GTQ\": [
            \"GTQ\",
            \"گوئٽي مالا ڪٽزل\"
        ],
        \"GYD\": [
            \"GYD\",
            \"گيانا ڊالر\"
        ],
        \"HKD\": [
            \"HK\$\",
            \"هانگ ڪانگ ڊالر\"
        ],
        \"HNL\": [
            \"HNL\",
            \"هونڊوراس ليمپرا\"
        ],
        \"HRK\": [
            \"HRK\",
            \"ڪروشيائي ڪونا\"
        ],
        \"HTG\": [
            \"HTG\",
            \"هيٽي گورڊي\"
        ],
        \"HUF\": [
            \"HUF\",
            \"هنگيرين فورنٽ\"
        ],
        \"IDR\": [
            \"IDR\",
            \"انڊونيشيائي رپيه\"
        ],
        \"ILS\": [
            \"₪\",
            \"اسرائيلي نيو شيڪل\"
        ],
        \"INR\": [
            \"₹\",
            \"انڊين رپي\"
        ],
        \"IQD\": [
            \"IQD\",
            \"عراقي دينار\"
        ],
        \"IRR\": [
            \"IRR\",
            \"ايراني ريال\"
        ],
        \"ISK\": [
            \"ISK\",
            \"آئيس لينڊي ڪرونا\"
        ],
        \"JMD\": [
            \"JMD\",
            \"جميڪائي ڊالر\"
        ],
        \"JOD\": [
            \"JOD\",
            \"اردني دينار\"
        ],
        \"JPY\": [
            \"JP¥\",
            \"جاپاني يين\"
        ],
        \"KES\": [
            \"KES\",
            \"ڪينيائي سلنگ\"
        ],
        \"KGS\": [
            \"KGS\",
            \"ڪرغزستاني سوم\"
        ],
        \"KHR\": [
            \"KHR\",
            \"ڪمبوڊيائي ريال\"
        ],
        \"KMF\": [
            \"KMF\",
            \"ڪوموريائي فرينڪ\"
        ],
        \"KPW\": [
            \"KPW\",
            \"اتر ڪوريائي ون\"
        ],
        \"KRW\": [
            \"₩\",
            \"ڏکڻ ڪوريائي ون\"
        ],
        \"KWD\": [
            \"KWD\",
            \"ڪويتي دينار\"
        ],
        \"KYD\": [
            \"KYD\",
            \"ڪيمين ٻيٽ ڊالر\"
        ],
        \"KZT\": [
            \"KZT\",
            \"قازقستان ٽينگا\"
        ],
        \"LAK\": [
            \"LAK\",
            \"لائوشيائي ڪپ\"
        ],
        \"LBP\": [
            \"LBP\",
            \"لبناني پائونڊ\"
        ],
        \"LKR\": [
            \"LKR\",
            \"سري لنڪن رپي\"
        ],
        \"LRD\": [
            \"LRD\",
            \"لائبیریائی ڊالر\"
        ],
        \"LYD\": [
            \"LYD\",
            \"لبيائي دينار\"
        ],
        \"MAD\": [
            \"MAD\",
            \"موروڪيائي درهم\"
        ],
        \"MDL\": [
            \"MDL\",
            \"مالديپ ليو\"
        ],
        \"MGA\": [
            \"MGA\",
            \"ملاگاسي اریاری\"
        ],
        \"MKD\": [
            \"MKD\",
            \"ميسي ڊوني دينار\"
        ],
        \"MMK\": [
            \"MMK\",
            \"ميانمار ڪياٽ\"
        ],
        \"MNT\": [
            \"MNT\",
            \"منگولي تجرڪ\"
        ],
        \"MOP\": [
            \"MOP\",
            \"ميڪانيز پٽاڪا\"
        ],
        \"MRO\": [
            \"MRO\",
            \"موريشيائي اوگوئیا (1973–2017)\"
        ],
        \"MRU\": [
            \"MRU\",
            \"موريشيائي اوگوئیا\"
        ],
        \"MUR\": [
            \"MUR\",
            \"ماريشيائي رپي\"
        ],
        \"MVR\": [
            \"MVR\",
            \"مالديپ روفيا\"
        ],
        \"MWK\": [
            \"MWK\",
            \"ملاوي ڪواچا\"
        ],
        \"MXN\": [
            \"MX\$\",
            \"ميڪسيڪو پيسو\"
        ],
        \"MYR\": [
            \"MYR\",
            \"ملائيشيائي رنگٽ\"
        ],
        \"MZN\": [
            \"MZN\",
            \"موزمبيق ميٽيڪل\"
        ],
        \"NAD\": [
            \"NAD\",
            \"نميبائي ڊالر\"
        ],
        \"NGN\": [
            \"NGN\",
            \"نائجريائي نائرا\"
        ],
        \"NIO\": [
            \"NIO\",
            \"نڪارا گوا ڪارڊوبا\"
        ],
        \"NOK\": [
            \"NOK\",
            \"نارويائي ڪرون\"
        ],
        \"NPR\": [
            \"NPR\",
            \"نيپالي رپي\"
        ],
        \"NZD\": [
            \"NZ\$\",
            \"نيوزي لينڊي ڊالر\"
        ],
        \"OMR\": [
            \"OMR\",
            \"عماني ريال\"
        ],
        \"PAB\": [
            \"PAB\",
            \"پاناما پالبوا\"
        ],
        \"PEN\": [
            \"PEN\",
            \"پيرو سول\"
        ],
        \"PGK\": [
            \"PGK\",
            \"پاپوا نيو گني ڪنا\"
        ],
        \"PHP\": [
            \"PHP\",
            \"فلپائني پيسو\"
        ],
        \"PKR\": [
            \"Rs\",
            \"پاڪستاني رپي\"
        ],
        \"PLN\": [
            \"PLN\",
            \"پولش زلاٽي\"
        ],
        \"PYG\": [
            \"PYG\",
            \"پيراگوئي گاراني\"
        ],
        \"QAR\": [
            \"QAR\",
            \"قطري ريال\"
        ],
        \"RON\": [
            \"RON\",
            \"رومانیائي لیو\"
        ],
        \"RSD\": [
            \"RSD\",
            \"سربيا دينار\"
        ],
        \"RUB\": [
            \"RUB\",
            \"روسي ربل\"
        ],
        \"RWF\": [
            \"RWF\",
            \"روانڊا فرينڪ\"
        ],
        \"SAR\": [
            \"SAR\",
            \"سعودي ريال\"
        ],
        \"SBD\": [
            \"SBD\",
            \"سولومان ٻيٽ ڊالر\"
        ],
        \"SCR\": [
            \"SCR\",
            \"سشلي رپي\"
        ],
        \"SDG\": [
            \"SDG\",
            \"سوڊاني پائونڊ\"
        ],
        \"SEK\": [
            \"SEK\",
            \"سويڊني ڪرونا\"
        ],
        \"SGD\": [
            \"SGD\",
            \"سنگاپوري ڊالر\"
        ],
        \"SHP\": [
            \"SHP\",
            \"سينٽ هيلنا پائونڊ\"
        ],
        \"SLL\": [
            \"SLL\",
            \"سیرا لیونيائي لیون\"
        ],
        \"SOS\": [
            \"SOS\",
            \"سومالي شلنگ\"
        ],
        \"SRD\": [
            \"SRD\",
            \"سرينامي ڊالر\"
        ],
        \"SSP\": [
            \"SSP\",
            \"ڏکڻ سوڊاني پائونڊ\"
        ],
        \"STD\": [
            \"STD\",
            \"سائو ٽوم ۽ پرنسپي دوبرا (1977–2017)\"
        ],
        \"STN\": [
            \"STN\",
            \"سائو ٽوم ۽ پرنسپي دوبرا\"
        ],
        \"SYP\": [
            \"SYP\",
            \"سيريائي پائونڊ\"
        ],
        \"SZL\": [
            \"SZL\",
            \"سوازي للانگيني\"
        ],
        \"THB\": [
            \"THB\",
            \"ٿائي باهت\"
        ],
        \"TJS\": [
            \"TJS\",
            \"تاجڪستاني سوموني\"
        ],
        \"TMT\": [
            \"TMT\",
            \"ترڪمانستان منت\"
        ],
        \"TND\": [
            \"TND\",
            \"تیونس دینار\"
        ],
        \"TOP\": [
            \"TOP\",
            \"تونگن پانگا\"
        ],
        \"TRY\": [
            \"TRY\",
            \"ترڪي لرا\"
        ],
        \"TTD\": [
            \"TTD\",
            \"ٽرينڊيڊ ۽ ٽوباگو ڊالر\"
        ],
        \"TWD\": [
            \"NT\$\",
            \"نيو تائيوان ڊالر\"
        ],
        \"TZS\": [
            \"TZS\",
            \"تنزانيائي شلنگ\"
        ],
        \"UAH\": [
            \"UAH\",
            \"یوڪرائن هریونیا\"
        ],
        \"UGX\": [
            \"UGX\",
            \"يگانڊا شلنگ\"
        ],
        \"USD\": [
            \"US\$\",
            \"آمريڪي ڊالر\"
        ],
        \"UYU\": [
            \"UYU\",
            \"يوروگوئي پيسو\"
        ],
        \"UZS\": [
            \"UZS\",
            \"ازبڪستاني سوم\"
        ],
        \"VEF\": [
            \"VEF\",
            \"Venezuelan Bolívar (2008–2018)\"
        ],
        \"VES\": [
            \"VES\",
            \"وینزویلا بولیور\"
        ],
        \"VND\": [
            \"₫\",
            \"ويٽنامي ڊونگ\"
        ],
        \"VUV\": [
            \"VUV\",
            \"وانواتو واتو\"
        ],
        \"WST\": [
            \"WST\",
            \"ساموآن ٽالا\"
        ],
        \"XAF\": [
            \"FCFA\",
            \"وچ آفريڪا فرينڪ\"
        ],
        \"XCD\": [
            \"EC\$\",
            \"اوڀر ڪيريبين ڊالر\"
        ],
        \"XOF\": [
            \"CFA\",
            \"اولهه آفريڪا فرينڪ\"
        ],
        \"XPF\": [
            \"CFPF\",
            \"CFP فرينڪ\"
        ],
        \"YER\": [
            \"YER\",
            \"يمني ريال\"
        ],
        \"ZAR\": [
            \"ZAR\",
            \"ڏکڻ آفريقي رانڊ\"
        ],
        \"ZMW\": [
            \"ZMW\",
            \"زمبائي ڪواچا\"
        ]
    }
}
";
        
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->leave($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof);

        
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->leave($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof);

    }

    public function getTemplateName()
    {
        return "vendor/symfony/intl/Resources/data/currencies/sd.json";
    }

    public function getDebugInfo()
    {
        return array (  43 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("{
    \"Version\": \"36\",
    \"Names\": {
        \"AED\": [
            \"AED\",
            \"گڏيل عرب امارات درهم\"
        ],
        \"AFN\": [
            \"AFN\",
            \"افغاني افغاني\"
        ],
        \"ALL\": [
            \"ALL\",
            \"الباني ليڪ\"
        ],
        \"AMD\": [
            \"AMD\",
            \"ارماني ڊرم\"
        ],
        \"ANG\": [
            \"ANG\",
            \"نيڌرلينڊ انٽليئن گلڊر\"
        ],
        \"AOA\": [
            \"AOA\",
            \"انگوليائي ڪوانزا\"
        ],
        \"ARS\": [
            \"ARS\",
            \"ارجنٽائن پيسو\"
        ],
        \"AUD\": [
            \"A\$\",
            \"آسٽريلوي ڊالر\"
        ],
        \"AWG\": [
            \"AWG\",
            \"اروبن فلورن\"
        ],
        \"AZN\": [
            \"AZN\",
            \"آذربائيجاني منت\"
        ],
        \"BAM\": [
            \"BAM\",
            \"بوسنيا هرزگوينا ڪنورٽبل مارڪ\"
        ],
        \"BBD\": [
            \"BBD\",
            \"باربيڊين ڊالر\"
        ],
        \"BDT\": [
            \"BDT\",
            \"بنگلاديشي ٽڪا\"
        ],
        \"BGN\": [
            \"BGN\",
            \"بلغارین لیو\"
        ],
        \"BHD\": [
            \"BHD\",
            \"بحريني دينار\"
        ],
        \"BIF\": [
            \"BIF\",
            \"برونڊي فرينڪ\"
        ],
        \"BMD\": [
            \"BMD\",
            \"برمودي ڊالر\"
        ],
        \"BND\": [
            \"BND\",
            \"برونائي ڊالر\"
        ],
        \"BOB\": [
            \"BOB\",
            \"بولیوین بولیویانو\"
        ],
        \"BRL\": [
            \"R\$\",
            \"برازيلي ريل\"
        ],
        \"BSD\": [
            \"BSD\",
            \"بهاماني ڊادلر\"
        ],
        \"BTN\": [
            \"BTN\",
            \"ڀوٽاني گلٽرم\"
        ],
        \"BWP\": [
            \"BWP\",
            \"بوستواني پولا\"
        ],
        \"BYN\": [
            \"BYN\",
            \"بیلاروسی ربل\"
        ],
        \"BYR\": [
            \"BYR\",
            \"BYR\"
        ],
        \"BZD\": [
            \"BZD\",
            \"بيليز ڊالر\"
        ],
        \"CAD\": [
            \"CA\$\",
            \"ڪئينڊيائي ڊالر\"
        ],
        \"CDF\": [
            \"CDF\",
            \"ڪانگو فرينڪ\"
        ],
        \"CHF\": [
            \"CHF\",
            \"سوئس فرينڪ\"
        ],
        \"CLP\": [
            \"CLP\",
            \"چلي پيسو\"
        ],
        \"CNH\": [
            \"CNH\",
            \"چيني يوآن (غير ملڪي)\"
        ],
        \"CNY\": [
            \"CN¥\",
            \"چيني يوآن\"
        ],
        \"COP\": [
            \"COP\",
            \"ڪولمبيائي پيسو\"
        ],
        \"CRC\": [
            \"CRC\",
            \"ڪوسٽا ريڪا ڪولن\"
        ],
        \"CUC\": [
            \"CUC\",
            \"ڪيوبن ڪنورٽيبل پيسو\"
        ],
        \"CUP\": [
            \"CUP\",
            \"ڪيوبن پيسو\"
        ],
        \"CVE\": [
            \"CVE\",
            \"ڪيپ وردي ايسڪوڊو\"
        ],
        \"CZK\": [
            \"CZK\",
            \"چيڪ ڪرونا\"
        ],
        \"DJF\": [
            \"DJF\",
            \"جبوتي فرينڪ\"
        ],
        \"DKK\": [
            \"DKK\",
            \"دانش ڪرون\"
        ],
        \"DOP\": [
            \"DOP\",
            \"ڊومينيڪن پيسو\"
        ],
        \"DZD\": [
            \"DZD\",
            \"الجيريائي دينار\"
        ],
        \"EGP\": [
            \"EGP\",
            \"مصري پائونڊ\"
        ],
        \"ERN\": [
            \"ERN\",
            \"ايريٽيريائي ناڪفا\"
        ],
        \"ETB\": [
            \"ETB\",
            \"ايٿوپيائي بر\"
        ],
        \"EUR\": [
            \"€\",
            \"يورو\"
        ],
        \"FJD\": [
            \"FJD\",
            \"فجي ڊالر\"
        ],
        \"FKP\": [
            \"FKP\",
            \"فاڪلينڊ ٻيٽ پائونڊ\"
        ],
        \"GBP\": [
            \"£\",
            \"برطانوي پائونڊ\"
        ],
        \"GEL\": [
            \"GEL\",
            \"جارجيائي لاري\"
        ],
        \"GHS\": [
            \"GHS\",
            \"گهانين سيدي\"
        ],
        \"GIP\": [
            \"GIP\",
            \"جبرالٽر پائونڊ\"
        ],
        \"GMD\": [
            \"GMD\",
            \"گيمبيا دلاسائي\"
        ],
        \"GNF\": [
            \"GNF\",
            \"گني فرينڪ\"
        ],
        \"GTQ\": [
            \"GTQ\",
            \"گوئٽي مالا ڪٽزل\"
        ],
        \"GYD\": [
            \"GYD\",
            \"گيانا ڊالر\"
        ],
        \"HKD\": [
            \"HK\$\",
            \"هانگ ڪانگ ڊالر\"
        ],
        \"HNL\": [
            \"HNL\",
            \"هونڊوراس ليمپرا\"
        ],
        \"HRK\": [
            \"HRK\",
            \"ڪروشيائي ڪونا\"
        ],
        \"HTG\": [
            \"HTG\",
            \"هيٽي گورڊي\"
        ],
        \"HUF\": [
            \"HUF\",
            \"هنگيرين فورنٽ\"
        ],
        \"IDR\": [
            \"IDR\",
            \"انڊونيشيائي رپيه\"
        ],
        \"ILS\": [
            \"₪\",
            \"اسرائيلي نيو شيڪل\"
        ],
        \"INR\": [
            \"₹\",
            \"انڊين رپي\"
        ],
        \"IQD\": [
            \"IQD\",
            \"عراقي دينار\"
        ],
        \"IRR\": [
            \"IRR\",
            \"ايراني ريال\"
        ],
        \"ISK\": [
            \"ISK\",
            \"آئيس لينڊي ڪرونا\"
        ],
        \"JMD\": [
            \"JMD\",
            \"جميڪائي ڊالر\"
        ],
        \"JOD\": [
            \"JOD\",
            \"اردني دينار\"
        ],
        \"JPY\": [
            \"JP¥\",
            \"جاپاني يين\"
        ],
        \"KES\": [
            \"KES\",
            \"ڪينيائي سلنگ\"
        ],
        \"KGS\": [
            \"KGS\",
            \"ڪرغزستاني سوم\"
        ],
        \"KHR\": [
            \"KHR\",
            \"ڪمبوڊيائي ريال\"
        ],
        \"KMF\": [
            \"KMF\",
            \"ڪوموريائي فرينڪ\"
        ],
        \"KPW\": [
            \"KPW\",
            \"اتر ڪوريائي ون\"
        ],
        \"KRW\": [
            \"₩\",
            \"ڏکڻ ڪوريائي ون\"
        ],
        \"KWD\": [
            \"KWD\",
            \"ڪويتي دينار\"
        ],
        \"KYD\": [
            \"KYD\",
            \"ڪيمين ٻيٽ ڊالر\"
        ],
        \"KZT\": [
            \"KZT\",
            \"قازقستان ٽينگا\"
        ],
        \"LAK\": [
            \"LAK\",
            \"لائوشيائي ڪپ\"
        ],
        \"LBP\": [
            \"LBP\",
            \"لبناني پائونڊ\"
        ],
        \"LKR\": [
            \"LKR\",
            \"سري لنڪن رپي\"
        ],
        \"LRD\": [
            \"LRD\",
            \"لائبیریائی ڊالر\"
        ],
        \"LYD\": [
            \"LYD\",
            \"لبيائي دينار\"
        ],
        \"MAD\": [
            \"MAD\",
            \"موروڪيائي درهم\"
        ],
        \"MDL\": [
            \"MDL\",
            \"مالديپ ليو\"
        ],
        \"MGA\": [
            \"MGA\",
            \"ملاگاسي اریاری\"
        ],
        \"MKD\": [
            \"MKD\",
            \"ميسي ڊوني دينار\"
        ],
        \"MMK\": [
            \"MMK\",
            \"ميانمار ڪياٽ\"
        ],
        \"MNT\": [
            \"MNT\",
            \"منگولي تجرڪ\"
        ],
        \"MOP\": [
            \"MOP\",
            \"ميڪانيز پٽاڪا\"
        ],
        \"MRO\": [
            \"MRO\",
            \"موريشيائي اوگوئیا (1973–2017)\"
        ],
        \"MRU\": [
            \"MRU\",
            \"موريشيائي اوگوئیا\"
        ],
        \"MUR\": [
            \"MUR\",
            \"ماريشيائي رپي\"
        ],
        \"MVR\": [
            \"MVR\",
            \"مالديپ روفيا\"
        ],
        \"MWK\": [
            \"MWK\",
            \"ملاوي ڪواچا\"
        ],
        \"MXN\": [
            \"MX\$\",
            \"ميڪسيڪو پيسو\"
        ],
        \"MYR\": [
            \"MYR\",
            \"ملائيشيائي رنگٽ\"
        ],
        \"MZN\": [
            \"MZN\",
            \"موزمبيق ميٽيڪل\"
        ],
        \"NAD\": [
            \"NAD\",
            \"نميبائي ڊالر\"
        ],
        \"NGN\": [
            \"NGN\",
            \"نائجريائي نائرا\"
        ],
        \"NIO\": [
            \"NIO\",
            \"نڪارا گوا ڪارڊوبا\"
        ],
        \"NOK\": [
            \"NOK\",
            \"نارويائي ڪرون\"
        ],
        \"NPR\": [
            \"NPR\",
            \"نيپالي رپي\"
        ],
        \"NZD\": [
            \"NZ\$\",
            \"نيوزي لينڊي ڊالر\"
        ],
        \"OMR\": [
            \"OMR\",
            \"عماني ريال\"
        ],
        \"PAB\": [
            \"PAB\",
            \"پاناما پالبوا\"
        ],
        \"PEN\": [
            \"PEN\",
            \"پيرو سول\"
        ],
        \"PGK\": [
            \"PGK\",
            \"پاپوا نيو گني ڪنا\"
        ],
        \"PHP\": [
            \"PHP\",
            \"فلپائني پيسو\"
        ],
        \"PKR\": [
            \"Rs\",
            \"پاڪستاني رپي\"
        ],
        \"PLN\": [
            \"PLN\",
            \"پولش زلاٽي\"
        ],
        \"PYG\": [
            \"PYG\",
            \"پيراگوئي گاراني\"
        ],
        \"QAR\": [
            \"QAR\",
            \"قطري ريال\"
        ],
        \"RON\": [
            \"RON\",
            \"رومانیائي لیو\"
        ],
        \"RSD\": [
            \"RSD\",
            \"سربيا دينار\"
        ],
        \"RUB\": [
            \"RUB\",
            \"روسي ربل\"
        ],
        \"RWF\": [
            \"RWF\",
            \"روانڊا فرينڪ\"
        ],
        \"SAR\": [
            \"SAR\",
            \"سعودي ريال\"
        ],
        \"SBD\": [
            \"SBD\",
            \"سولومان ٻيٽ ڊالر\"
        ],
        \"SCR\": [
            \"SCR\",
            \"سشلي رپي\"
        ],
        \"SDG\": [
            \"SDG\",
            \"سوڊاني پائونڊ\"
        ],
        \"SEK\": [
            \"SEK\",
            \"سويڊني ڪرونا\"
        ],
        \"SGD\": [
            \"SGD\",
            \"سنگاپوري ڊالر\"
        ],
        \"SHP\": [
            \"SHP\",
            \"سينٽ هيلنا پائونڊ\"
        ],
        \"SLL\": [
            \"SLL\",
            \"سیرا لیونيائي لیون\"
        ],
        \"SOS\": [
            \"SOS\",
            \"سومالي شلنگ\"
        ],
        \"SRD\": [
            \"SRD\",
            \"سرينامي ڊالر\"
        ],
        \"SSP\": [
            \"SSP\",
            \"ڏکڻ سوڊاني پائونڊ\"
        ],
        \"STD\": [
            \"STD\",
            \"سائو ٽوم ۽ پرنسپي دوبرا (1977–2017)\"
        ],
        \"STN\": [
            \"STN\",
            \"سائو ٽوم ۽ پرنسپي دوبرا\"
        ],
        \"SYP\": [
            \"SYP\",
            \"سيريائي پائونڊ\"
        ],
        \"SZL\": [
            \"SZL\",
            \"سوازي للانگيني\"
        ],
        \"THB\": [
            \"THB\",
            \"ٿائي باهت\"
        ],
        \"TJS\": [
            \"TJS\",
            \"تاجڪستاني سوموني\"
        ],
        \"TMT\": [
            \"TMT\",
            \"ترڪمانستان منت\"
        ],
        \"TND\": [
            \"TND\",
            \"تیونس دینار\"
        ],
        \"TOP\": [
            \"TOP\",
            \"تونگن پانگا\"
        ],
        \"TRY\": [
            \"TRY\",
            \"ترڪي لرا\"
        ],
        \"TTD\": [
            \"TTD\",
            \"ٽرينڊيڊ ۽ ٽوباگو ڊالر\"
        ],
        \"TWD\": [
            \"NT\$\",
            \"نيو تائيوان ڊالر\"
        ],
        \"TZS\": [
            \"TZS\",
            \"تنزانيائي شلنگ\"
        ],
        \"UAH\": [
            \"UAH\",
            \"یوڪرائن هریونیا\"
        ],
        \"UGX\": [
            \"UGX\",
            \"يگانڊا شلنگ\"
        ],
        \"USD\": [
            \"US\$\",
            \"آمريڪي ڊالر\"
        ],
        \"UYU\": [
            \"UYU\",
            \"يوروگوئي پيسو\"
        ],
        \"UZS\": [
            \"UZS\",
            \"ازبڪستاني سوم\"
        ],
        \"VEF\": [
            \"VEF\",
            \"Venezuelan Bolívar (2008–2018)\"
        ],
        \"VES\": [
            \"VES\",
            \"وینزویلا بولیور\"
        ],
        \"VND\": [
            \"₫\",
            \"ويٽنامي ڊونگ\"
        ],
        \"VUV\": [
            \"VUV\",
            \"وانواتو واتو\"
        ],
        \"WST\": [
            \"WST\",
            \"ساموآن ٽالا\"
        ],
        \"XAF\": [
            \"FCFA\",
            \"وچ آفريڪا فرينڪ\"
        ],
        \"XCD\": [
            \"EC\$\",
            \"اوڀر ڪيريبين ڊالر\"
        ],
        \"XOF\": [
            \"CFA\",
            \"اولهه آفريڪا فرينڪ\"
        ],
        \"XPF\": [
            \"CFPF\",
            \"CFP فرينڪ\"
        ],
        \"YER\": [
            \"YER\",
            \"يمني ريال\"
        ],
        \"ZAR\": [
            \"ZAR\",
            \"ڏکڻ آفريقي رانڊ\"
        ],
        \"ZMW\": [
            \"ZMW\",
            \"زمبائي ڪواچا\"
        ]
    }
}
", "vendor/symfony/intl/Resources/data/currencies/sd.json", "/var/www/public/DevLaon/templates/vendor/symfony/intl/Resources/data/currencies/sd.json");
    }
}
