<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* vendor/symfony/intl/Resources/data/scripts/bs_Cyrl.json */
class __TwigTemplate_72aaa55ac6e57b42909d8b7d5e02dcc393e22e133c4361305638b1246a24014a extends \Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e = $this->extensions["Symfony\\Bundle\\WebProfilerBundle\\Twig\\WebProfilerExtension"];
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->enter($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/scripts/bs_Cyrl.json"));

        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02 = $this->extensions["Symfony\\Bridge\\Twig\\Extension\\ProfilerExtension"];
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->enter($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/scripts/bs_Cyrl.json"));

        // line 1
        echo "{
    \"Version\": \"36\",
    \"Names\": {
        \"Arab\": \"арапско писмо\",
        \"Armi\": \"империјско арамејско писмо\",
        \"Armn\": \"јерменско писмо\",
        \"Avst\": \"авестанско писмо\",
        \"Bali\": \"балијско писмо\",
        \"Batk\": \"батак писмо\",
        \"Beng\": \"бенгалско писмо\",
        \"Blis\": \"блисимболично писмо\",
        \"Bopo\": \"бопомофо писмо\",
        \"Brah\": \"браманско писмо\",
        \"Brai\": \"Брајево писмо\",
        \"Bugi\": \"бугинско писмо\",
        \"Buhd\": \"бухидско писмо\",
        \"Cakm\": \"чакманско писмо\",
        \"Cans\": \"уједињени канадски абориџински силабици\",
        \"Cari\": \"каријско писмо\",
        \"Cham\": \"чамско писмо\",
        \"Cher\": \"Чероки\",
        \"Cirt\": \"цирт писмо\",
        \"Copt\": \"коптичко писмо\",
        \"Cprt\": \"кипарско писмо\",
        \"Cyrl\": \"ћирилица\",
        \"Cyrs\": \"Старословенска црквена ћирилица\",
        \"Deva\": \"деванагари\",
        \"Dsrt\": \"Дезерет\",
        \"Egyd\": \"египатско народно писмо\",
        \"Egyh\": \"египатско хијератско писмо\",
        \"Egyp\": \"египатски хијероглифи\",
        \"Ethi\": \"етиопско писмо\",
        \"Geok\": \"грузијско кхутсури писмо\",
        \"Geor\": \"грузијско писмо\",
        \"Glag\": \"глагољица\",
        \"Goth\": \"Готика\",
        \"Grek\": \"грчко писмо\",
        \"Gujr\": \"гуџарати\",
        \"Guru\": \"гурмуки писмо\",
        \"Hanb\": \"хан с бопомофо писмом\",
        \"Hang\": \"хангул\",
        \"Hani\": \"хан\",
        \"Hano\": \"хануно\",
        \"Hans\": \"поједностављени\",
        \"Hant\": \"традиционални\",
        \"Hebr\": \"хебрејско писмо\",
        \"Hira\": \"хирагана\",
        \"Hmng\": \"пахав хмонг писмо\",
        \"Hrkt\": \"јапанско слоговно писмо\",
        \"Hung\": \"старомађарско писмо\",
        \"Inds\": \"индушко писмо\",
        \"Ital\": \"стари италик\",
        \"Jamo\": \"џамо\",
        \"Java\": \"јаванско писмо\",
        \"Jpan\": \"јапанско писмо\",
        \"Kali\": \"кајах-ли писмо\",
        \"Kana\": \"катакана\",
        \"Khar\": \"карошти писмо\",
        \"Khmr\": \"кмерско писмо\",
        \"Knda\": \"канада писмо\",
        \"Kore\": \"корејско писмо\",
        \"Kthi\": \"каити\",
        \"Lana\": \"ланна писмо\",
        \"Laoo\": \"лаоско писмо\",
        \"Latf\": \"латиница (фрактур варијанта)\",
        \"Latg\": \"галска латиница\",
        \"Latn\": \"латиница\",
        \"Lepc\": \"лепча писмо\",
        \"Limb\": \"лимбу писмо\",
        \"Lina\": \"линеарно А писмо\",
        \"Linb\": \"линеарно Б писмо\",
        \"Lyci\": \"лисијско писмо\",
        \"Lydi\": \"лидијско писмо\",
        \"Mand\": \"мандеанско писмо\",
        \"Mani\": \"манихејско писмо\",
        \"Maya\": \"мајански хијероглифи\",
        \"Mero\": \"мероитик писмо\",
        \"Mlym\": \"малајалам писмо\",
        \"Mong\": \"монголско писмо\",
        \"Moon\": \"месечево писмо\",
        \"Mtei\": \"меитеи мајек писмо\",
        \"Mymr\": \"мијанмарско писмо\",
        \"Nkoo\": \"н’ко писмо\",
        \"Ogam\": \"огамско писмо\",
        \"Olck\": \"ол чики писмо\",
        \"Orkh\": \"орконско писмо\",
        \"Orya\": \"одија писмо\",
        \"Osma\": \"осмањанско писмо\",
        \"Perm\": \"старо пермикско писмо\",
        \"Phag\": \"пагс-па писмо\",
        \"Phli\": \"писани пахлави\",
        \"Phlp\": \"псалтер пахлави\",
        \"Phlv\": \"пахлави писмо\",
        \"Phnx\": \"Феничанско писмо\",
        \"Plrd\": \"поралд фонетско писмо\",
        \"Prti\": \"писани партиан\",
        \"Rjng\": \"рејанг писмо\",
        \"Roro\": \"ронгоронго писмо\",
        \"Runr\": \"рунско писмо\",
        \"Samr\": \"самаританско писмо\",
        \"Sara\": \"сарати писмо\",
        \"Saur\": \"саураштра писмо\",
        \"Sgnw\": \"знаковно писмо\",
        \"Shaw\": \"шавијанско писмо\",
        \"Sinh\": \"синхалско писмо\",
        \"Sylo\": \"силоти нагри писмо\",
        \"Syrc\": \"сиријско писмо\",
        \"Syre\": \"сиријско естрангело писмо\",
        \"Syrj\": \"западносиријско писмо\",
        \"Syrn\": \"писмо источне Сирије\",
        \"Tagb\": \"тагбанва писмо\",
        \"Tale\": \"таи ле писмо\",
        \"Talu\": \"нови таи луе\",
        \"Taml\": \"тамилско писмо\",
        \"Tavt\": \"таи виет писмо\",
        \"Telu\": \"телугу писмо\",
        \"Teng\": \"тенгвар писмо\",
        \"Tfng\": \"тифинаг писмо\",
        \"Tglg\": \"Тагалог\",
        \"Thaa\": \"тана писмо\",
        \"Thai\": \"тајландско писмо\",
        \"Tibt\": \"тибетанско писмо\",
        \"Ugar\": \"угаритско писмо\",
        \"Vaii\": \"ваи писмо\",
        \"Visp\": \"видљиви говор\",
        \"Xpeo\": \"староперсијско писмо\",
        \"Xsux\": \"сумерско-акадско кунеиформ писмо\",
        \"Yiii\": \"ји писмо\",
        \"Zinh\": \"наследно писмо\",
        \"Zmth\": \"математичка нотација\",
        \"Zsye\": \"емоџи\",
        \"Zsym\": \"симболи\",
        \"Zxxx\": \"неписани језик\",
        \"Zyyy\": \"заједничко писмо\"
    }
}
";
        
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->leave($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof);

        
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->leave($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof);

    }

    public function getTemplateName()
    {
        return "vendor/symfony/intl/Resources/data/scripts/bs_Cyrl.json";
    }

    public function getDebugInfo()
    {
        return array (  43 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("{
    \"Version\": \"36\",
    \"Names\": {
        \"Arab\": \"арапско писмо\",
        \"Armi\": \"империјско арамејско писмо\",
        \"Armn\": \"јерменско писмо\",
        \"Avst\": \"авестанско писмо\",
        \"Bali\": \"балијско писмо\",
        \"Batk\": \"батак писмо\",
        \"Beng\": \"бенгалско писмо\",
        \"Blis\": \"блисимболично писмо\",
        \"Bopo\": \"бопомофо писмо\",
        \"Brah\": \"браманско писмо\",
        \"Brai\": \"Брајево писмо\",
        \"Bugi\": \"бугинско писмо\",
        \"Buhd\": \"бухидско писмо\",
        \"Cakm\": \"чакманско писмо\",
        \"Cans\": \"уједињени канадски абориџински силабици\",
        \"Cari\": \"каријско писмо\",
        \"Cham\": \"чамско писмо\",
        \"Cher\": \"Чероки\",
        \"Cirt\": \"цирт писмо\",
        \"Copt\": \"коптичко писмо\",
        \"Cprt\": \"кипарско писмо\",
        \"Cyrl\": \"ћирилица\",
        \"Cyrs\": \"Старословенска црквена ћирилица\",
        \"Deva\": \"деванагари\",
        \"Dsrt\": \"Дезерет\",
        \"Egyd\": \"египатско народно писмо\",
        \"Egyh\": \"египатско хијератско писмо\",
        \"Egyp\": \"египатски хијероглифи\",
        \"Ethi\": \"етиопско писмо\",
        \"Geok\": \"грузијско кхутсури писмо\",
        \"Geor\": \"грузијско писмо\",
        \"Glag\": \"глагољица\",
        \"Goth\": \"Готика\",
        \"Grek\": \"грчко писмо\",
        \"Gujr\": \"гуџарати\",
        \"Guru\": \"гурмуки писмо\",
        \"Hanb\": \"хан с бопомофо писмом\",
        \"Hang\": \"хангул\",
        \"Hani\": \"хан\",
        \"Hano\": \"хануно\",
        \"Hans\": \"поједностављени\",
        \"Hant\": \"традиционални\",
        \"Hebr\": \"хебрејско писмо\",
        \"Hira\": \"хирагана\",
        \"Hmng\": \"пахав хмонг писмо\",
        \"Hrkt\": \"јапанско слоговно писмо\",
        \"Hung\": \"старомађарско писмо\",
        \"Inds\": \"индушко писмо\",
        \"Ital\": \"стари италик\",
        \"Jamo\": \"џамо\",
        \"Java\": \"јаванско писмо\",
        \"Jpan\": \"јапанско писмо\",
        \"Kali\": \"кајах-ли писмо\",
        \"Kana\": \"катакана\",
        \"Khar\": \"карошти писмо\",
        \"Khmr\": \"кмерско писмо\",
        \"Knda\": \"канада писмо\",
        \"Kore\": \"корејско писмо\",
        \"Kthi\": \"каити\",
        \"Lana\": \"ланна писмо\",
        \"Laoo\": \"лаоско писмо\",
        \"Latf\": \"латиница (фрактур варијанта)\",
        \"Latg\": \"галска латиница\",
        \"Latn\": \"латиница\",
        \"Lepc\": \"лепча писмо\",
        \"Limb\": \"лимбу писмо\",
        \"Lina\": \"линеарно А писмо\",
        \"Linb\": \"линеарно Б писмо\",
        \"Lyci\": \"лисијско писмо\",
        \"Lydi\": \"лидијско писмо\",
        \"Mand\": \"мандеанско писмо\",
        \"Mani\": \"манихејско писмо\",
        \"Maya\": \"мајански хијероглифи\",
        \"Mero\": \"мероитик писмо\",
        \"Mlym\": \"малајалам писмо\",
        \"Mong\": \"монголско писмо\",
        \"Moon\": \"месечево писмо\",
        \"Mtei\": \"меитеи мајек писмо\",
        \"Mymr\": \"мијанмарско писмо\",
        \"Nkoo\": \"н’ко писмо\",
        \"Ogam\": \"огамско писмо\",
        \"Olck\": \"ол чики писмо\",
        \"Orkh\": \"орконско писмо\",
        \"Orya\": \"одија писмо\",
        \"Osma\": \"осмањанско писмо\",
        \"Perm\": \"старо пермикско писмо\",
        \"Phag\": \"пагс-па писмо\",
        \"Phli\": \"писани пахлави\",
        \"Phlp\": \"псалтер пахлави\",
        \"Phlv\": \"пахлави писмо\",
        \"Phnx\": \"Феничанско писмо\",
        \"Plrd\": \"поралд фонетско писмо\",
        \"Prti\": \"писани партиан\",
        \"Rjng\": \"рејанг писмо\",
        \"Roro\": \"ронгоронго писмо\",
        \"Runr\": \"рунско писмо\",
        \"Samr\": \"самаританско писмо\",
        \"Sara\": \"сарати писмо\",
        \"Saur\": \"саураштра писмо\",
        \"Sgnw\": \"знаковно писмо\",
        \"Shaw\": \"шавијанско писмо\",
        \"Sinh\": \"синхалско писмо\",
        \"Sylo\": \"силоти нагри писмо\",
        \"Syrc\": \"сиријско писмо\",
        \"Syre\": \"сиријско естрангело писмо\",
        \"Syrj\": \"западносиријско писмо\",
        \"Syrn\": \"писмо источне Сирије\",
        \"Tagb\": \"тагбанва писмо\",
        \"Tale\": \"таи ле писмо\",
        \"Talu\": \"нови таи луе\",
        \"Taml\": \"тамилско писмо\",
        \"Tavt\": \"таи виет писмо\",
        \"Telu\": \"телугу писмо\",
        \"Teng\": \"тенгвар писмо\",
        \"Tfng\": \"тифинаг писмо\",
        \"Tglg\": \"Тагалог\",
        \"Thaa\": \"тана писмо\",
        \"Thai\": \"тајландско писмо\",
        \"Tibt\": \"тибетанско писмо\",
        \"Ugar\": \"угаритско писмо\",
        \"Vaii\": \"ваи писмо\",
        \"Visp\": \"видљиви говор\",
        \"Xpeo\": \"староперсијско писмо\",
        \"Xsux\": \"сумерско-акадско кунеиформ писмо\",
        \"Yiii\": \"ји писмо\",
        \"Zinh\": \"наследно писмо\",
        \"Zmth\": \"математичка нотација\",
        \"Zsye\": \"емоџи\",
        \"Zsym\": \"симболи\",
        \"Zxxx\": \"неписани језик\",
        \"Zyyy\": \"заједничко писмо\"
    }
}
", "vendor/symfony/intl/Resources/data/scripts/bs_Cyrl.json", "/var/www/public/DevLaon/templates/vendor/symfony/intl/Resources/data/scripts/bs_Cyrl.json");
    }
}
