<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* vendor/symfony/intl/Resources/data/scripts/el.json */
class __TwigTemplate_6ec7f030b7d4529c83c4d48d930727d95d83644c8b4a7f9f32343bb934d061af extends \Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e = $this->extensions["Symfony\\Bundle\\WebProfilerBundle\\Twig\\WebProfilerExtension"];
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->enter($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/scripts/el.json"));

        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02 = $this->extensions["Symfony\\Bridge\\Twig\\Extension\\ProfilerExtension"];
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->enter($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/scripts/el.json"));

        // line 1
        echo "{
    \"Version\": \"36\",
    \"Names\": {
        \"Arab\": \"Αραβικό\",
        \"Armi\": \"Αυτοκρατορικό Αραμαϊκό\",
        \"Armn\": \"Αρμενικό\",
        \"Avst\": \"Αβεστάν\",
        \"Bali\": \"Μπαλινίζ\",
        \"Batk\": \"Μπατάκ\",
        \"Beng\": \"Μπενγκάλι\",
        \"Blis\": \"Σύμβολα Bliss\",
        \"Bopo\": \"Μποπομόφο\",
        \"Brah\": \"Μπραχμί\",
        \"Brai\": \"Μπράιγ\",
        \"Bugi\": \"Μπούγκις\",
        \"Buhd\": \"Μπουχίντ\",
        \"Cakm\": \"Τσάκμα\",
        \"Cans\": \"Ενοποιημένοι Καναδεζικοί Συλλαβισμοί Ιθαγενών\",
        \"Cari\": \"Καριάν\",
        \"Cham\": \"Τσαμ\",
        \"Cher\": \"Τσερόκι\",
        \"Cirt\": \"Σερθ\",
        \"Copt\": \"Κοπτικό\",
        \"Cprt\": \"Κυπριακό\",
        \"Cyrl\": \"Κυριλλικό\",
        \"Cyrs\": \"Παλαιό Εκκλησιαστικό Σλαβικό Κυριλλικό\",
        \"Deva\": \"Ντεβαναγκάρι\",
        \"Dsrt\": \"Ντεσερέ\",
        \"Egyd\": \"Λαϊκό Αιγυπτιακό\",
        \"Egyh\": \"Ιερατικό Αιγυπτιακό\",
        \"Egyp\": \"Αιγυπτιακά Ιερογλυφικά\",
        \"Ethi\": \"Αιθιοπικό\",
        \"Geok\": \"Γεωργιανό Κχουτσούρι\",
        \"Geor\": \"Γεωργιανό\",
        \"Glag\": \"Γκλαγκολιτικό\",
        \"Goth\": \"Γοτθικό\",
        \"Grek\": \"Ελληνικό\",
        \"Gujr\": \"Γκουγιαράτι\",
        \"Guru\": \"Γκουρμουκχί\",
        \"Hanb\": \"Χανμπ\",
        \"Hang\": \"Χανγκούλ\",
        \"Hani\": \"Χαν\",
        \"Hano\": \"Χανούνου\",
        \"Hans\": \"Απλοποιημένο\",
        \"Hant\": \"Παραδοσιακό\",
        \"Hebr\": \"Εβραϊκό\",
        \"Hira\": \"Χιραγκάνα\",
        \"Hmng\": \"Παχάχ Χμονγκ\",
        \"Hrkt\": \"Κατακάνα ή Χιραγκάνα\",
        \"Hung\": \"Παλαιό Ουγγρικό\",
        \"Inds\": \"Ίνδους\",
        \"Ital\": \"Παλαιό Ιταλικό\",
        \"Jamo\": \"Τζάμο\",
        \"Java\": \"Ιαβανεζικό\",
        \"Jpan\": \"Ιαπωνικό\",
        \"Kali\": \"Καγιάχ Λι\",
        \"Kana\": \"Κατακάνα\",
        \"Khar\": \"Καρόσθι\",
        \"Khmr\": \"Χμερ\",
        \"Knda\": \"Κανάντα\",
        \"Kore\": \"Κορεατικό\",
        \"Kthi\": \"Καϊθί\",
        \"Lana\": \"Λάννα\",
        \"Laoo\": \"Λαοτινό\",
        \"Latf\": \"Φράκτουρ Λατινικό\",
        \"Latg\": \"Γαελικό Λατινικό\",
        \"Latn\": \"Λατινικό\",
        \"Lepc\": \"Λέπτσα\",
        \"Limb\": \"Λιμπού\",
        \"Lina\": \"Γραμμικό Α\",
        \"Linb\": \"Γραμμικό Β\",
        \"Lyci\": \"Λυκιανικό\",
        \"Lydi\": \"Λυδιανικό\",
        \"Mand\": \"Μανδαϊκό\",
        \"Mani\": \"Μανιχαϊκό\",
        \"Maya\": \"Ιερογλυφικά Μάγια\",
        \"Mero\": \"Μεροϊτικό\",
        \"Mlym\": \"Μαλαγιάλαμ\",
        \"Mong\": \"Μογγολικό\",
        \"Moon\": \"Μουν\",
        \"Mtei\": \"Μεϊτέι Μάγεκ\",
        \"Mymr\": \"Μιανμάρ\",
        \"Nkoo\": \"Ν’Κο\",
        \"Ogam\": \"Όγκχαμ\",
        \"Olck\": \"Ολ Τσίκι\",
        \"Orkh\": \"Όρκχον\",
        \"Orya\": \"Όντια\",
        \"Osma\": \"Οσμάνγια\",
        \"Perm\": \"Παλαιό Περμικό\",
        \"Phag\": \"Παγκς-πα\",
        \"Phli\": \"Επιγραφικό Παχλάβι\",
        \"Phlp\": \"Ψάλτερ Παχλάβι\",
        \"Phlv\": \"Μπουκ Παχλαβί\",
        \"Phnx\": \"Φοινικικό\",
        \"Plrd\": \"Φωνητικό Πόλαρντ\",
        \"Prti\": \"Επιγραφικό Παρθιάν\",
        \"Rjng\": \"Ρετζάνγκ\",
        \"Roro\": \"Ρονγκορόνγκο\",
        \"Runr\": \"Ρουνίκ\",
        \"Samr\": \"Σαμαριτικό\",
        \"Sara\": \"Σαράθι\",
        \"Saur\": \"Σαουράστρα\",
        \"Sgnw\": \"Νοηματική γραφή\",
        \"Shaw\": \"Σαβιανό\",
        \"Sinh\": \"Σινχάλα\",
        \"Sund\": \"Σουνδανικό\",
        \"Sylo\": \"Συλότι Νάγκρι\",
        \"Syrc\": \"Συριακό\",
        \"Syre\": \"Εστραντζέλο Συριακό\",
        \"Syrj\": \"Δυτικό Συριακό\",
        \"Syrn\": \"Ανατολικό Συριακό\",
        \"Tagb\": \"Ταγκμάνγουα\",
        \"Tale\": \"Τάι Λε\",
        \"Talu\": \"Νέο Τάι Λούε\",
        \"Taml\": \"Ταμίλ\",
        \"Tavt\": \"Τάι Βιέτ\",
        \"Telu\": \"Τελούγκου\",
        \"Teng\": \"Τεγνγουάρ\",
        \"Tfng\": \"Τιφινάγκ\",
        \"Tglg\": \"Ταγκαλόγκ\",
        \"Thaa\": \"Θαανά\",
        \"Thai\": \"Ταϊλανδικό\",
        \"Tibt\": \"Θιβετιανό\",
        \"Ugar\": \"Ουγκαριτικό\",
        \"Vaii\": \"Βάι\",
        \"Visp\": \"Ορατή ομιλία\",
        \"Xpeo\": \"Παλαιό Περσικό\",
        \"Xsux\": \"Σούμερο-Ακάντιαν Κουνεϊφόρμ\",
        \"Yiii\": \"Γι\",
        \"Zinh\": \"Κληρονομημένο\",
        \"Zmth\": \"Μαθηματική σημειογραφία\",
        \"Zsye\": \"Emoji\",
        \"Zsym\": \"Σύμβολα\",
        \"Zxxx\": \"Άγραφο\",
        \"Zyyy\": \"Κοινό\"
    }
}
";
        
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->leave($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof);

        
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->leave($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof);

    }

    public function getTemplateName()
    {
        return "vendor/symfony/intl/Resources/data/scripts/el.json";
    }

    public function getDebugInfo()
    {
        return array (  43 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("{
    \"Version\": \"36\",
    \"Names\": {
        \"Arab\": \"Αραβικό\",
        \"Armi\": \"Αυτοκρατορικό Αραμαϊκό\",
        \"Armn\": \"Αρμενικό\",
        \"Avst\": \"Αβεστάν\",
        \"Bali\": \"Μπαλινίζ\",
        \"Batk\": \"Μπατάκ\",
        \"Beng\": \"Μπενγκάλι\",
        \"Blis\": \"Σύμβολα Bliss\",
        \"Bopo\": \"Μποπομόφο\",
        \"Brah\": \"Μπραχμί\",
        \"Brai\": \"Μπράιγ\",
        \"Bugi\": \"Μπούγκις\",
        \"Buhd\": \"Μπουχίντ\",
        \"Cakm\": \"Τσάκμα\",
        \"Cans\": \"Ενοποιημένοι Καναδεζικοί Συλλαβισμοί Ιθαγενών\",
        \"Cari\": \"Καριάν\",
        \"Cham\": \"Τσαμ\",
        \"Cher\": \"Τσερόκι\",
        \"Cirt\": \"Σερθ\",
        \"Copt\": \"Κοπτικό\",
        \"Cprt\": \"Κυπριακό\",
        \"Cyrl\": \"Κυριλλικό\",
        \"Cyrs\": \"Παλαιό Εκκλησιαστικό Σλαβικό Κυριλλικό\",
        \"Deva\": \"Ντεβαναγκάρι\",
        \"Dsrt\": \"Ντεσερέ\",
        \"Egyd\": \"Λαϊκό Αιγυπτιακό\",
        \"Egyh\": \"Ιερατικό Αιγυπτιακό\",
        \"Egyp\": \"Αιγυπτιακά Ιερογλυφικά\",
        \"Ethi\": \"Αιθιοπικό\",
        \"Geok\": \"Γεωργιανό Κχουτσούρι\",
        \"Geor\": \"Γεωργιανό\",
        \"Glag\": \"Γκλαγκολιτικό\",
        \"Goth\": \"Γοτθικό\",
        \"Grek\": \"Ελληνικό\",
        \"Gujr\": \"Γκουγιαράτι\",
        \"Guru\": \"Γκουρμουκχί\",
        \"Hanb\": \"Χανμπ\",
        \"Hang\": \"Χανγκούλ\",
        \"Hani\": \"Χαν\",
        \"Hano\": \"Χανούνου\",
        \"Hans\": \"Απλοποιημένο\",
        \"Hant\": \"Παραδοσιακό\",
        \"Hebr\": \"Εβραϊκό\",
        \"Hira\": \"Χιραγκάνα\",
        \"Hmng\": \"Παχάχ Χμονγκ\",
        \"Hrkt\": \"Κατακάνα ή Χιραγκάνα\",
        \"Hung\": \"Παλαιό Ουγγρικό\",
        \"Inds\": \"Ίνδους\",
        \"Ital\": \"Παλαιό Ιταλικό\",
        \"Jamo\": \"Τζάμο\",
        \"Java\": \"Ιαβανεζικό\",
        \"Jpan\": \"Ιαπωνικό\",
        \"Kali\": \"Καγιάχ Λι\",
        \"Kana\": \"Κατακάνα\",
        \"Khar\": \"Καρόσθι\",
        \"Khmr\": \"Χμερ\",
        \"Knda\": \"Κανάντα\",
        \"Kore\": \"Κορεατικό\",
        \"Kthi\": \"Καϊθί\",
        \"Lana\": \"Λάννα\",
        \"Laoo\": \"Λαοτινό\",
        \"Latf\": \"Φράκτουρ Λατινικό\",
        \"Latg\": \"Γαελικό Λατινικό\",
        \"Latn\": \"Λατινικό\",
        \"Lepc\": \"Λέπτσα\",
        \"Limb\": \"Λιμπού\",
        \"Lina\": \"Γραμμικό Α\",
        \"Linb\": \"Γραμμικό Β\",
        \"Lyci\": \"Λυκιανικό\",
        \"Lydi\": \"Λυδιανικό\",
        \"Mand\": \"Μανδαϊκό\",
        \"Mani\": \"Μανιχαϊκό\",
        \"Maya\": \"Ιερογλυφικά Μάγια\",
        \"Mero\": \"Μεροϊτικό\",
        \"Mlym\": \"Μαλαγιάλαμ\",
        \"Mong\": \"Μογγολικό\",
        \"Moon\": \"Μουν\",
        \"Mtei\": \"Μεϊτέι Μάγεκ\",
        \"Mymr\": \"Μιανμάρ\",
        \"Nkoo\": \"Ν’Κο\",
        \"Ogam\": \"Όγκχαμ\",
        \"Olck\": \"Ολ Τσίκι\",
        \"Orkh\": \"Όρκχον\",
        \"Orya\": \"Όντια\",
        \"Osma\": \"Οσμάνγια\",
        \"Perm\": \"Παλαιό Περμικό\",
        \"Phag\": \"Παγκς-πα\",
        \"Phli\": \"Επιγραφικό Παχλάβι\",
        \"Phlp\": \"Ψάλτερ Παχλάβι\",
        \"Phlv\": \"Μπουκ Παχλαβί\",
        \"Phnx\": \"Φοινικικό\",
        \"Plrd\": \"Φωνητικό Πόλαρντ\",
        \"Prti\": \"Επιγραφικό Παρθιάν\",
        \"Rjng\": \"Ρετζάνγκ\",
        \"Roro\": \"Ρονγκορόνγκο\",
        \"Runr\": \"Ρουνίκ\",
        \"Samr\": \"Σαμαριτικό\",
        \"Sara\": \"Σαράθι\",
        \"Saur\": \"Σαουράστρα\",
        \"Sgnw\": \"Νοηματική γραφή\",
        \"Shaw\": \"Σαβιανό\",
        \"Sinh\": \"Σινχάλα\",
        \"Sund\": \"Σουνδανικό\",
        \"Sylo\": \"Συλότι Νάγκρι\",
        \"Syrc\": \"Συριακό\",
        \"Syre\": \"Εστραντζέλο Συριακό\",
        \"Syrj\": \"Δυτικό Συριακό\",
        \"Syrn\": \"Ανατολικό Συριακό\",
        \"Tagb\": \"Ταγκμάνγουα\",
        \"Tale\": \"Τάι Λε\",
        \"Talu\": \"Νέο Τάι Λούε\",
        \"Taml\": \"Ταμίλ\",
        \"Tavt\": \"Τάι Βιέτ\",
        \"Telu\": \"Τελούγκου\",
        \"Teng\": \"Τεγνγουάρ\",
        \"Tfng\": \"Τιφινάγκ\",
        \"Tglg\": \"Ταγκαλόγκ\",
        \"Thaa\": \"Θαανά\",
        \"Thai\": \"Ταϊλανδικό\",
        \"Tibt\": \"Θιβετιανό\",
        \"Ugar\": \"Ουγκαριτικό\",
        \"Vaii\": \"Βάι\",
        \"Visp\": \"Ορατή ομιλία\",
        \"Xpeo\": \"Παλαιό Περσικό\",
        \"Xsux\": \"Σούμερο-Ακάντιαν Κουνεϊφόρμ\",
        \"Yiii\": \"Γι\",
        \"Zinh\": \"Κληρονομημένο\",
        \"Zmth\": \"Μαθηματική σημειογραφία\",
        \"Zsye\": \"Emoji\",
        \"Zsym\": \"Σύμβολα\",
        \"Zxxx\": \"Άγραφο\",
        \"Zyyy\": \"Κοινό\"
    }
}
", "vendor/symfony/intl/Resources/data/scripts/el.json", "/var/www/public/DevLaon/templates/vendor/symfony/intl/Resources/data/scripts/el.json");
    }
}
