<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* vendor/symfony/intl/Resources/data/currencies/ps.json */
class __TwigTemplate_4daad9c4683c7f38191bfcbcb4c6bf40c2a13ca546dbb0e0dbe968a01e6cfa36 extends \Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e = $this->extensions["Symfony\\Bundle\\WebProfilerBundle\\Twig\\WebProfilerExtension"];
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->enter($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/currencies/ps.json"));

        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02 = $this->extensions["Symfony\\Bridge\\Twig\\Extension\\ProfilerExtension"];
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->enter($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/currencies/ps.json"));

        // line 1
        echo "{
    \"Version\": \"36\",
    \"Names\": {
        \"AED\": [
            \"AED\",
            \"متحده عرب امارات درهم\"
        ],
        \"AFA\": [
            \"AFA\",
            \"افغانۍ (1927–2002)\"
        ],
        \"AFN\": [
            \"؋\",
            \"افغانۍ\"
        ],
        \"ALL\": [
            \"ALL\",
            \"البانوي لک\"
        ],
        \"AMD\": [
            \"AMD\",
            \"ارمينيايي ډرام\"
        ],
        \"ANG\": [
            \"ANG\",
            \"هالېنډي انټيليايي ګيلډر\"
        ],
        \"AOA\": [
            \"AOA\",
            \"انګولي کوانزا\"
        ],
        \"ARS\": [
            \"ARS\",
            \"ارجنټاين پسو\"
        ],
        \"AUD\": [
            \"A\$\",
            \"آسترالوي ډالر\"
        ],
        \"AWG\": [
            \"AWG\",
            \"اروبايي فلورن\"
        ],
        \"AZN\": [
            \"AZN\",
            \"آزربايجاني منت\"
        ],
        \"BAM\": [
            \"BAM\",
            \"بوسنيا هرزګوينيايي بدلېدونکې مارک\"
        ],
        \"BBD\": [
            \"BBD\",
            \"باربيډين ډالر\"
        ],
        \"BDT\": [
            \"BDT\",
            \"بنګالۍ ټاکه\"
        ],
        \"BGN\": [
            \"BGN\",
            \"بلغاري ليو\"
        ],
        \"BHD\": [
            \"BHD\",
            \"بحريني دينار\"
        ],
        \"BIF\": [
            \"BIF\",
            \"برونډي فرانک\"
        ],
        \"BMD\": [
            \"BMD\",
            \"برمودا ډالر\"
        ],
        \"BND\": [
            \"BND\",
            \"برونايي ډالر\"
        ],
        \"BOB\": [
            \"BOB\",
            \"بوليوي بوليويانو\"
        ],
        \"BRL\": [
            \"R\$\",
            \"برازيلي ريل\"
        ],
        \"BSD\": [
            \"BSD\",
            \"بهاماسي ډالر\"
        ],
        \"BTN\": [
            \"BTN\",
            \"بهوټانۍ انګولټرم\"
        ],
        \"BWP\": [
            \"BWP\",
            \"بوټسواني پولا\"
        ],
        \"BYN\": [
            \"BYN\",
            \"بلاروسي روبل\"
        ],
        \"BZD\": [
            \"BZD\",
            \"بليز ډالر\"
        ],
        \"CAD\": [
            \"CA\$\",
            \"کاناډايي ډالر\"
        ],
        \"CDF\": [
            \"CDF\",
            \"کانګولي فرانک\"
        ],
        \"CHF\": [
            \"CHF\",
            \"سويسي فرانک\"
        ],
        \"CLP\": [
            \"CLP\",
            \"چلي پسو\"
        ],
        \"CNH\": [
            \"CNH\",
            \"چيني يوان (آف شور)\"
        ],
        \"CNY\": [
            \"CN¥\",
            \"چيني يوان\"
        ],
        \"COP\": [
            \"COP\",
            \"کولمبين پسو\"
        ],
        \"CRC\": [
            \"CRC\",
            \"کوسټا ريکن کولون\"
        ],
        \"CUC\": [
            \"CUC\",
            \"کيوبايي بدلېدونکي پسو\"
        ],
        \"CUP\": [
            \"CUP\",
            \"کيوبايي پسو\"
        ],
        \"CVE\": [
            \"CVE\",
            \"کيپ وردين اسکوډو\"
        ],
        \"CZK\": [
            \"CZK\",
            \"چيک کرونا\"
        ],
        \"DJF\": [
            \"DJF\",
            \"جبوتي فرانک\"
        ],
        \"DKK\": [
            \"DKK\",
            \"ډنمارکي کرون\"
        ],
        \"DOP\": [
            \"DOP\",
            \"دومينيکا پسو\"
        ],
        \"DZD\": [
            \"DZD\",
            \"الجيرين دينار\"
        ],
        \"EGP\": [
            \"EGP\",
            \"مصري پونډ\"
        ],
        \"ERN\": [
            \"ERN\",
            \"ايريټرين نکفا\"
        ],
        \"ETB\": [
            \"ETB\",
            \"ايتهوپيايي بر\"
        ],
        \"EUR\": [
            \"€\",
            \"يورو\"
        ],
        \"FJD\": [
            \"FJD\",
            \"فجي ډالر\"
        ],
        \"FKP\": [
            \"FKP\",
            \"پاکلېنډ ټاپوګانو پونډ\"
        ],
        \"GHS\": [
            \"GHS\",
            \"ګانين سيډي\"
        ],
        \"GIP\": [
            \"GIP\",
            \"جبل الطارقي پونډ\"
        ],
        \"GMD\": [
            \"GMD\",
            \"ګيمبين دلاسې\"
        ],
        \"GNF\": [
            \"GNF\",
            \"ګنې فرانک\"
        ],
        \"GTQ\": [
            \"GTQ\",
            \"ګويټيمالن کوټزل\"
        ],
        \"GYD\": [
            \"GYD\",
            \"ګايانيز ډالر\"
        ],
        \"HKD\": [
            \"HK\$\",
            \"هانګ کانګ ډالر\"
        ],
        \"HNL\": [
            \"HNL\",
            \"هونډوران ليمپيرا\"
        ],
        \"HRK\": [
            \"HRK\",
            \"کروشيايي کونا\"
        ],
        \"HTG\": [
            \"HTG\",
            \"هيټي ګورډ\"
        ],
        \"HUF\": [
            \"HUF\",
            \"هنګري فورنټ\"
        ],
        \"IDR\": [
            \"IDR\",
            \"انډونيشي روپيا\"
        ],
        \"ILS\": [
            \"₪\",
            \"اسرايلي نيو شيکل\"
        ],
        \"IQD\": [
            \"IQD\",
            \"عراقي دينار\"
        ],
        \"IRR\": [
            \"IRR\",
            \"ايراني ريال\"
        ],
        \"ISK\": [
            \"ISK\",
            \"آيسلېنډي کرونا\"
        ],
        \"JMD\": [
            \"JMD\",
            \"جمايکايي ډالر\"
        ],
        \"JOD\": [
            \"JOD\",
            \"اردني دينار\"
        ],
        \"JPY\": [
            \"JP¥\",
            \"جاپاني ين\"
        ],
        \"KES\": [
            \"KES\",
            \"کينيايي شيلنګ\"
        ],
        \"KGS\": [
            \"KGS\",
            \"کرغزستاني سوم\"
        ],
        \"KHR\": [
            \"KHR\",
            \"کمبوډي ريل\"
        ],
        \"KMF\": [
            \"KMF\",
            \"کوموري فرانک\"
        ],
        \"KPW\": [
            \"KPW\",
            \"شمالي کوريايي وان\"
        ],
        \"KRW\": [
            \"₩\",
            \"جنوبي کوريايي وان\"
        ],
        \"KWD\": [
            \"KWD\",
            \"کويتي دينار\"
        ],
        \"KYD\": [
            \"KYD\",
            \"کيمن ټاپوګانو ډالر\"
        ],
        \"KZT\": [
            \"KZT\",
            \"قازقستاني ټينج\"
        ],
        \"LBP\": [
            \"LBP\",
            \"لبناني پونډ\"
        ],
        \"LKR\": [
            \"LKR\",
            \"سري لنکن روپۍ\"
        ],
        \"LRD\": [
            \"LRD\",
            \"لايبيرين ډالر\"
        ],
        \"LYD\": [
            \"LYD\",
            \"ليبياېي دينار\"
        ],
        \"MAD\": [
            \"MAD\",
            \"مراکشي درهم\"
        ],
        \"MDL\": [
            \"MDL\",
            \"مالډوي ليو\"
        ],
        \"MGA\": [
            \"MGA\",
            \"ملاګاسي ارياري\"
        ],
        \"MKD\": [
            \"MKD\",
            \"مسيډونايي دينار\"
        ],
        \"MMK\": [
            \"MMK\",
            \"ميانماري کيات\"
        ],
        \"MNT\": [
            \"MNT\",
            \"منګوليايي توګريک\"
        ],
        \"MRU\": [
            \"MRU\",
            \"موريشيسي ډالر\"
        ],
        \"MUR\": [
            \"MUR\",
            \"موريشيسي روپۍ\"
        ],
        \"MVR\": [
            \"MVR\",
            \"مالديپي روپيا\"
        ],
        \"MWK\": [
            \"MWK\",
            \"ملاوي کواچا\"
        ],
        \"MXN\": [
            \"MX\$\",
            \"ميکسيکن پيسو\"
        ],
        \"MYR\": [
            \"MYR\",
            \"ملايشي رنګټ\"
        ],
        \"MZN\": [
            \"MZN\",
            \"موزمبيقي ميټيکل\"
        ],
        \"NAD\": [
            \"NAD\",
            \"نيميبيايي ډالر\"
        ],
        \"NGN\": [
            \"NGN\",
            \"نايجيري نايرا\"
        ],
        \"NIO\": [
            \"NIO\",
            \"نيکاراګون کورډوبا\"
        ],
        \"NOK\": [
            \"NOK\",
            \"نارويجين کرون\"
        ],
        \"NPR\": [
            \"NPR\",
            \"نيپالي روپۍ\"
        ],
        \"NZD\": [
            \"NZ\$\",
            \"نيوزي لينډي ډالر\"
        ],
        \"OMR\": [
            \"OMR\",
            \"عماني ريال\"
        ],
        \"PAB\": [
            \"PAB\",
            \"پانامۍ بالبوا\"
        ],
        \"PEN\": [
            \"PEN\",
            \"پيروين سول\"
        ],
        \"PGK\": [
            \"PGK\",
            \"پاپوا نيوګاني کينا\"
        ],
        \"PHP\": [
            \"PHP\",
            \"فلپاينۍ پسو\"
        ],
        \"PKR\": [
            \"PKR\",
            \"پاکستانۍ کلداره\"
        ],
        \"PLN\": [
            \"PLN\",
            \"پولينډي زلوټي\"
        ],
        \"PYG\": [
            \"PYG\",
            \"پيراګوين ګوراني\"
        ],
        \"QAR\": [
            \"QAR\",
            \"قطري ريال\"
        ],
        \"RON\": [
            \"RON\",
            \"روماني ليو\"
        ],
        \"RSD\": [
            \"RSD\",
            \"سربيايي دينار\"
        ],
        \"RUB\": [
            \"RUB\",
            \"روسي روبل\"
        ],
        \"RWF\": [
            \"RWF\",
            \"روانډي فرانک\"
        ],
        \"SAR\": [
            \"SAR\",
            \"سعودي ريال\"
        ],
        \"SBD\": [
            \"SBD\",
            \"سولومن ټاپوګانو ډالر\"
        ],
        \"SCR\": [
            \"SCR\",
            \"سيچيليسي روپۍ\"
        ],
        \"SDG\": [
            \"SDG\",
            \"سوډاني پونډ\"
        ],
        \"SEK\": [
            \"SEK\",
            \"سويډني کرونا\"
        ],
        \"SGD\": [
            \"SGD\",
            \"سنګاپور ډالر\"
        ],
        \"SHP\": [
            \"SHP\",
            \"سينټ هيلينا پونډ\"
        ],
        \"SLL\": [
            \"SLL\",
            \"سيرا ليوني ليون\"
        ],
        \"SOS\": [
            \"SOS\",
            \"سومالي شيلنګ\"
        ],
        \"SRD\": [
            \"SRD\",
            \"سورينيمي ډالر\"
        ],
        \"STN\": [
            \"STN\",
            \"ساو ټوم او پرينسپي ډوبرا\"
        ],
        \"SYP\": [
            \"SYP\",
            \"سوريايي پونډ\"
        ],
        \"SZL\": [
            \"SZL\",
            \"سوازي ليلانګيني\"
        ],
        \"THB\": [
            \"THB\",
            \"تهايي بات\"
        ],
        \"TJS\": [
            \"TJS\",
            \"تاجکستاني سوموني\"
        ],
        \"TMT\": [
            \"TMT\",
            \"ترکمانستاني منت\"
        ],
        \"TOP\": [
            \"TOP\",
            \"ټونګن پانګا\"
        ],
        \"TRY\": [
            \"TRY\",
            \"ترکي ليرا\"
        ],
        \"TTD\": [
            \"TTD\",
            \"ټرينيډاډ او ټوباګو ډالر\"
        ],
        \"TWD\": [
            \"NT\$\",
            \"نيو تائيواني ډالر\"
        ],
        \"TZS\": [
            \"TZS\",
            \"تنزاني شيلنګ\"
        ],
        \"UAH\": [
            \"UAH\",
            \"اوکرايني هريونيا\"
        ],
        \"UGX\": [
            \"UGX\",
            \"يوګانډي شيلنګ\"
        ],
        \"USD\": [
            \"\$\",
            \"امريکايي ډالر\"
        ],
        \"UYU\": [
            \"UYU\",
            \"يوراګوي پسو\"
        ],
        \"UZS\": [
            \"UZS\",
            \"ازبکستاني سوم\"
        ],
        \"VES\": [
            \"VES\",
            \"وينزويلي بوليوار\"
        ],
        \"VND\": [
            \"₫\",
            \"ويتنامي ډونګ\"
        ],
        \"VUV\": [
            \"VUV\",
            \"ونواتو واتو\"
        ],
        \"WST\": [
            \"WST\",
            \"سموون تالا\"
        ],
        \"XAF\": [
            \"FCFA\",
            \"مرکزي افريقايي CFA فرانک\"
        ],
        \"XCD\": [
            \"EC\$\",
            \"ختيځ کربين ډالر\"
        ],
        \"XOF\": [
            \"CFA\",
            \"ختيځ افريقايي CFA فرانک\"
        ],
        \"XPF\": [
            \"CFPF\",
            \"CFP فرانک\"
        ],
        \"YER\": [
            \"YER\",
            \"يمني ريال\"
        ],
        \"ZAR\": [
            \"ZAR\",
            \"جنوبي افريقاېي رنډ\"
        ],
        \"ZMW\": [
            \"ZMW\",
            \"زيمبي کواچا\"
        ]
    }
}
";
        
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->leave($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof);

        
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->leave($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof);

    }

    public function getTemplateName()
    {
        return "vendor/symfony/intl/Resources/data/currencies/ps.json";
    }

    public function getDebugInfo()
    {
        return array (  43 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("{
    \"Version\": \"36\",
    \"Names\": {
        \"AED\": [
            \"AED\",
            \"متحده عرب امارات درهم\"
        ],
        \"AFA\": [
            \"AFA\",
            \"افغانۍ (1927–2002)\"
        ],
        \"AFN\": [
            \"؋\",
            \"افغانۍ\"
        ],
        \"ALL\": [
            \"ALL\",
            \"البانوي لک\"
        ],
        \"AMD\": [
            \"AMD\",
            \"ارمينيايي ډرام\"
        ],
        \"ANG\": [
            \"ANG\",
            \"هالېنډي انټيليايي ګيلډر\"
        ],
        \"AOA\": [
            \"AOA\",
            \"انګولي کوانزا\"
        ],
        \"ARS\": [
            \"ARS\",
            \"ارجنټاين پسو\"
        ],
        \"AUD\": [
            \"A\$\",
            \"آسترالوي ډالر\"
        ],
        \"AWG\": [
            \"AWG\",
            \"اروبايي فلورن\"
        ],
        \"AZN\": [
            \"AZN\",
            \"آزربايجاني منت\"
        ],
        \"BAM\": [
            \"BAM\",
            \"بوسنيا هرزګوينيايي بدلېدونکې مارک\"
        ],
        \"BBD\": [
            \"BBD\",
            \"باربيډين ډالر\"
        ],
        \"BDT\": [
            \"BDT\",
            \"بنګالۍ ټاکه\"
        ],
        \"BGN\": [
            \"BGN\",
            \"بلغاري ليو\"
        ],
        \"BHD\": [
            \"BHD\",
            \"بحريني دينار\"
        ],
        \"BIF\": [
            \"BIF\",
            \"برونډي فرانک\"
        ],
        \"BMD\": [
            \"BMD\",
            \"برمودا ډالر\"
        ],
        \"BND\": [
            \"BND\",
            \"برونايي ډالر\"
        ],
        \"BOB\": [
            \"BOB\",
            \"بوليوي بوليويانو\"
        ],
        \"BRL\": [
            \"R\$\",
            \"برازيلي ريل\"
        ],
        \"BSD\": [
            \"BSD\",
            \"بهاماسي ډالر\"
        ],
        \"BTN\": [
            \"BTN\",
            \"بهوټانۍ انګولټرم\"
        ],
        \"BWP\": [
            \"BWP\",
            \"بوټسواني پولا\"
        ],
        \"BYN\": [
            \"BYN\",
            \"بلاروسي روبل\"
        ],
        \"BZD\": [
            \"BZD\",
            \"بليز ډالر\"
        ],
        \"CAD\": [
            \"CA\$\",
            \"کاناډايي ډالر\"
        ],
        \"CDF\": [
            \"CDF\",
            \"کانګولي فرانک\"
        ],
        \"CHF\": [
            \"CHF\",
            \"سويسي فرانک\"
        ],
        \"CLP\": [
            \"CLP\",
            \"چلي پسو\"
        ],
        \"CNH\": [
            \"CNH\",
            \"چيني يوان (آف شور)\"
        ],
        \"CNY\": [
            \"CN¥\",
            \"چيني يوان\"
        ],
        \"COP\": [
            \"COP\",
            \"کولمبين پسو\"
        ],
        \"CRC\": [
            \"CRC\",
            \"کوسټا ريکن کولون\"
        ],
        \"CUC\": [
            \"CUC\",
            \"کيوبايي بدلېدونکي پسو\"
        ],
        \"CUP\": [
            \"CUP\",
            \"کيوبايي پسو\"
        ],
        \"CVE\": [
            \"CVE\",
            \"کيپ وردين اسکوډو\"
        ],
        \"CZK\": [
            \"CZK\",
            \"چيک کرونا\"
        ],
        \"DJF\": [
            \"DJF\",
            \"جبوتي فرانک\"
        ],
        \"DKK\": [
            \"DKK\",
            \"ډنمارکي کرون\"
        ],
        \"DOP\": [
            \"DOP\",
            \"دومينيکا پسو\"
        ],
        \"DZD\": [
            \"DZD\",
            \"الجيرين دينار\"
        ],
        \"EGP\": [
            \"EGP\",
            \"مصري پونډ\"
        ],
        \"ERN\": [
            \"ERN\",
            \"ايريټرين نکفا\"
        ],
        \"ETB\": [
            \"ETB\",
            \"ايتهوپيايي بر\"
        ],
        \"EUR\": [
            \"€\",
            \"يورو\"
        ],
        \"FJD\": [
            \"FJD\",
            \"فجي ډالر\"
        ],
        \"FKP\": [
            \"FKP\",
            \"پاکلېنډ ټاپوګانو پونډ\"
        ],
        \"GHS\": [
            \"GHS\",
            \"ګانين سيډي\"
        ],
        \"GIP\": [
            \"GIP\",
            \"جبل الطارقي پونډ\"
        ],
        \"GMD\": [
            \"GMD\",
            \"ګيمبين دلاسې\"
        ],
        \"GNF\": [
            \"GNF\",
            \"ګنې فرانک\"
        ],
        \"GTQ\": [
            \"GTQ\",
            \"ګويټيمالن کوټزل\"
        ],
        \"GYD\": [
            \"GYD\",
            \"ګايانيز ډالر\"
        ],
        \"HKD\": [
            \"HK\$\",
            \"هانګ کانګ ډالر\"
        ],
        \"HNL\": [
            \"HNL\",
            \"هونډوران ليمپيرا\"
        ],
        \"HRK\": [
            \"HRK\",
            \"کروشيايي کونا\"
        ],
        \"HTG\": [
            \"HTG\",
            \"هيټي ګورډ\"
        ],
        \"HUF\": [
            \"HUF\",
            \"هنګري فورنټ\"
        ],
        \"IDR\": [
            \"IDR\",
            \"انډونيشي روپيا\"
        ],
        \"ILS\": [
            \"₪\",
            \"اسرايلي نيو شيکل\"
        ],
        \"IQD\": [
            \"IQD\",
            \"عراقي دينار\"
        ],
        \"IRR\": [
            \"IRR\",
            \"ايراني ريال\"
        ],
        \"ISK\": [
            \"ISK\",
            \"آيسلېنډي کرونا\"
        ],
        \"JMD\": [
            \"JMD\",
            \"جمايکايي ډالر\"
        ],
        \"JOD\": [
            \"JOD\",
            \"اردني دينار\"
        ],
        \"JPY\": [
            \"JP¥\",
            \"جاپاني ين\"
        ],
        \"KES\": [
            \"KES\",
            \"کينيايي شيلنګ\"
        ],
        \"KGS\": [
            \"KGS\",
            \"کرغزستاني سوم\"
        ],
        \"KHR\": [
            \"KHR\",
            \"کمبوډي ريل\"
        ],
        \"KMF\": [
            \"KMF\",
            \"کوموري فرانک\"
        ],
        \"KPW\": [
            \"KPW\",
            \"شمالي کوريايي وان\"
        ],
        \"KRW\": [
            \"₩\",
            \"جنوبي کوريايي وان\"
        ],
        \"KWD\": [
            \"KWD\",
            \"کويتي دينار\"
        ],
        \"KYD\": [
            \"KYD\",
            \"کيمن ټاپوګانو ډالر\"
        ],
        \"KZT\": [
            \"KZT\",
            \"قازقستاني ټينج\"
        ],
        \"LBP\": [
            \"LBP\",
            \"لبناني پونډ\"
        ],
        \"LKR\": [
            \"LKR\",
            \"سري لنکن روپۍ\"
        ],
        \"LRD\": [
            \"LRD\",
            \"لايبيرين ډالر\"
        ],
        \"LYD\": [
            \"LYD\",
            \"ليبياېي دينار\"
        ],
        \"MAD\": [
            \"MAD\",
            \"مراکشي درهم\"
        ],
        \"MDL\": [
            \"MDL\",
            \"مالډوي ليو\"
        ],
        \"MGA\": [
            \"MGA\",
            \"ملاګاسي ارياري\"
        ],
        \"MKD\": [
            \"MKD\",
            \"مسيډونايي دينار\"
        ],
        \"MMK\": [
            \"MMK\",
            \"ميانماري کيات\"
        ],
        \"MNT\": [
            \"MNT\",
            \"منګوليايي توګريک\"
        ],
        \"MRU\": [
            \"MRU\",
            \"موريشيسي ډالر\"
        ],
        \"MUR\": [
            \"MUR\",
            \"موريشيسي روپۍ\"
        ],
        \"MVR\": [
            \"MVR\",
            \"مالديپي روپيا\"
        ],
        \"MWK\": [
            \"MWK\",
            \"ملاوي کواچا\"
        ],
        \"MXN\": [
            \"MX\$\",
            \"ميکسيکن پيسو\"
        ],
        \"MYR\": [
            \"MYR\",
            \"ملايشي رنګټ\"
        ],
        \"MZN\": [
            \"MZN\",
            \"موزمبيقي ميټيکل\"
        ],
        \"NAD\": [
            \"NAD\",
            \"نيميبيايي ډالر\"
        ],
        \"NGN\": [
            \"NGN\",
            \"نايجيري نايرا\"
        ],
        \"NIO\": [
            \"NIO\",
            \"نيکاراګون کورډوبا\"
        ],
        \"NOK\": [
            \"NOK\",
            \"نارويجين کرون\"
        ],
        \"NPR\": [
            \"NPR\",
            \"نيپالي روپۍ\"
        ],
        \"NZD\": [
            \"NZ\$\",
            \"نيوزي لينډي ډالر\"
        ],
        \"OMR\": [
            \"OMR\",
            \"عماني ريال\"
        ],
        \"PAB\": [
            \"PAB\",
            \"پانامۍ بالبوا\"
        ],
        \"PEN\": [
            \"PEN\",
            \"پيروين سول\"
        ],
        \"PGK\": [
            \"PGK\",
            \"پاپوا نيوګاني کينا\"
        ],
        \"PHP\": [
            \"PHP\",
            \"فلپاينۍ پسو\"
        ],
        \"PKR\": [
            \"PKR\",
            \"پاکستانۍ کلداره\"
        ],
        \"PLN\": [
            \"PLN\",
            \"پولينډي زلوټي\"
        ],
        \"PYG\": [
            \"PYG\",
            \"پيراګوين ګوراني\"
        ],
        \"QAR\": [
            \"QAR\",
            \"قطري ريال\"
        ],
        \"RON\": [
            \"RON\",
            \"روماني ليو\"
        ],
        \"RSD\": [
            \"RSD\",
            \"سربيايي دينار\"
        ],
        \"RUB\": [
            \"RUB\",
            \"روسي روبل\"
        ],
        \"RWF\": [
            \"RWF\",
            \"روانډي فرانک\"
        ],
        \"SAR\": [
            \"SAR\",
            \"سعودي ريال\"
        ],
        \"SBD\": [
            \"SBD\",
            \"سولومن ټاپوګانو ډالر\"
        ],
        \"SCR\": [
            \"SCR\",
            \"سيچيليسي روپۍ\"
        ],
        \"SDG\": [
            \"SDG\",
            \"سوډاني پونډ\"
        ],
        \"SEK\": [
            \"SEK\",
            \"سويډني کرونا\"
        ],
        \"SGD\": [
            \"SGD\",
            \"سنګاپور ډالر\"
        ],
        \"SHP\": [
            \"SHP\",
            \"سينټ هيلينا پونډ\"
        ],
        \"SLL\": [
            \"SLL\",
            \"سيرا ليوني ليون\"
        ],
        \"SOS\": [
            \"SOS\",
            \"سومالي شيلنګ\"
        ],
        \"SRD\": [
            \"SRD\",
            \"سورينيمي ډالر\"
        ],
        \"STN\": [
            \"STN\",
            \"ساو ټوم او پرينسپي ډوبرا\"
        ],
        \"SYP\": [
            \"SYP\",
            \"سوريايي پونډ\"
        ],
        \"SZL\": [
            \"SZL\",
            \"سوازي ليلانګيني\"
        ],
        \"THB\": [
            \"THB\",
            \"تهايي بات\"
        ],
        \"TJS\": [
            \"TJS\",
            \"تاجکستاني سوموني\"
        ],
        \"TMT\": [
            \"TMT\",
            \"ترکمانستاني منت\"
        ],
        \"TOP\": [
            \"TOP\",
            \"ټونګن پانګا\"
        ],
        \"TRY\": [
            \"TRY\",
            \"ترکي ليرا\"
        ],
        \"TTD\": [
            \"TTD\",
            \"ټرينيډاډ او ټوباګو ډالر\"
        ],
        \"TWD\": [
            \"NT\$\",
            \"نيو تائيواني ډالر\"
        ],
        \"TZS\": [
            \"TZS\",
            \"تنزاني شيلنګ\"
        ],
        \"UAH\": [
            \"UAH\",
            \"اوکرايني هريونيا\"
        ],
        \"UGX\": [
            \"UGX\",
            \"يوګانډي شيلنګ\"
        ],
        \"USD\": [
            \"\$\",
            \"امريکايي ډالر\"
        ],
        \"UYU\": [
            \"UYU\",
            \"يوراګوي پسو\"
        ],
        \"UZS\": [
            \"UZS\",
            \"ازبکستاني سوم\"
        ],
        \"VES\": [
            \"VES\",
            \"وينزويلي بوليوار\"
        ],
        \"VND\": [
            \"₫\",
            \"ويتنامي ډونګ\"
        ],
        \"VUV\": [
            \"VUV\",
            \"ونواتو واتو\"
        ],
        \"WST\": [
            \"WST\",
            \"سموون تالا\"
        ],
        \"XAF\": [
            \"FCFA\",
            \"مرکزي افريقايي CFA فرانک\"
        ],
        \"XCD\": [
            \"EC\$\",
            \"ختيځ کربين ډالر\"
        ],
        \"XOF\": [
            \"CFA\",
            \"ختيځ افريقايي CFA فرانک\"
        ],
        \"XPF\": [
            \"CFPF\",
            \"CFP فرانک\"
        ],
        \"YER\": [
            \"YER\",
            \"يمني ريال\"
        ],
        \"ZAR\": [
            \"ZAR\",
            \"جنوبي افريقاېي رنډ\"
        ],
        \"ZMW\": [
            \"ZMW\",
            \"زيمبي کواچا\"
        ]
    }
}
", "vendor/symfony/intl/Resources/data/currencies/ps.json", "/var/www/public/DevLaon/templates/vendor/symfony/intl/Resources/data/currencies/ps.json");
    }
}
