<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* vendor/symfony/intl/Resources/data/currencies/be.json */
class __TwigTemplate_ec6085a105dc4bf029aa630a18da9e9ec22552e4314d70cfa3eb3ab282d7441a extends \Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e = $this->extensions["Symfony\\Bundle\\WebProfilerBundle\\Twig\\WebProfilerExtension"];
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->enter($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/currencies/be.json"));

        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02 = $this->extensions["Symfony\\Bridge\\Twig\\Extension\\ProfilerExtension"];
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->enter($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/currencies/be.json"));

        // line 1
        echo "{
    \"Version\": \"36\",
    \"Names\": {
        \"AED\": [
            \"AED\",
            \"дырхам ААЭ\"
        ],
        \"AFN\": [
            \"AFN\",
            \"афганскі афгані\"
        ],
        \"ALL\": [
            \"ALL\",
            \"албанскі лек\"
        ],
        \"AMD\": [
            \"AMD\",
            \"армянскі драм\"
        ],
        \"ANG\": [
            \"ANG\",
            \"нідэрландскі антыльскі гульдэн\"
        ],
        \"AOA\": [
            \"AOA\",
            \"ангольская кванза\"
        ],
        \"ARS\": [
            \"ARS\",
            \"аргенцінскае песа\"
        ],
        \"AUD\": [
            \"A\$\",
            \"аўстралійскі долар\"
        ],
        \"AWG\": [
            \"AWG\",
            \"арубанскі фларын\"
        ],
        \"AZN\": [
            \"AZN\",
            \"азербайджанскі манат\"
        ],
        \"BAM\": [
            \"BAM\",
            \"канверсоўная марка Босніі і Герцагавіны\"
        ],
        \"BBD\": [
            \"BBD\",
            \"барбадаскі долар\"
        ],
        \"BDT\": [
            \"BDT\",
            \"бангладэшская така\"
        ],
        \"BGN\": [
            \"BGN\",
            \"балгарскі леў\"
        ],
        \"BHD\": [
            \"BHD\",
            \"бахрэйнскі дынар\"
        ],
        \"BIF\": [
            \"BIF\",
            \"бурундзійскі франк\"
        ],
        \"BMD\": [
            \"BMD\",
            \"бермудскі долар\"
        ],
        \"BND\": [
            \"BND\",
            \"брунейскі долар\"
        ],
        \"BOB\": [
            \"BOB\",
            \"балівіяна\"
        ],
        \"BRL\": [
            \"BRL\",
            \"бразільскі рэал\"
        ],
        \"BSD\": [
            \"BSD\",
            \"багамскі долар\"
        ],
        \"BTN\": [
            \"BTN\",
            \"бутанскі нгултрум\"
        ],
        \"BWP\": [
            \"BWP\",
            \"батсванская пула\"
        ],
        \"BYN\": [
            \"Br\",
            \"беларускі рубель\"
        ],
        \"BYR\": [
            \"BYR\",
            \"беларускі рубель (2000–2016)\"
        ],
        \"BZD\": [
            \"BZD\",
            \"белізскі долар\"
        ],
        \"CAD\": [
            \"CAD\",
            \"канадскі долар\"
        ],
        \"CDF\": [
            \"CDF\",
            \"кангалезскі франк\"
        ],
        \"CHF\": [
            \"CHF\",
            \"швейцарскі франк\"
        ],
        \"CLP\": [
            \"CLP\",
            \"чылійскае песа\"
        ],
        \"CNH\": [
            \"CNH\",
            \"афшорны кітайскі юань\"
        ],
        \"CNY\": [
            \"CN¥\",
            \"кітайскі юань\"
        ],
        \"COP\": [
            \"COP\",
            \"калумбійскае песа\"
        ],
        \"CRC\": [
            \"CRC\",
            \"коста-рыканскі калон\"
        ],
        \"CUC\": [
            \"CUC\",
            \"кубінскае канверсоўнае песа\"
        ],
        \"CUP\": [
            \"CUP\",
            \"кубінскае песа\"
        ],
        \"CVE\": [
            \"CVE\",
            \"эскуда Каба-Вердэ\"
        ],
        \"CZK\": [
            \"CZK\",
            \"чэшская крона\"
        ],
        \"DJF\": [
            \"DJF\",
            \"джыбуційскі франк\"
        ],
        \"DKK\": [
            \"DKK\",
            \"дацкая крона\"
        ],
        \"DOP\": [
            \"DOP\",
            \"дамініканскае песа\"
        ],
        \"DZD\": [
            \"DZD\",
            \"алжырскі дынар\"
        ],
        \"EGP\": [
            \"EGP\",
            \"егіпецкі фунт\"
        ],
        \"ERN\": [
            \"ERN\",
            \"эрытрэйская накфа\"
        ],
        \"ETB\": [
            \"ETB\",
            \"эфіопскі быр\"
        ],
        \"EUR\": [
            \"€\",
            \"еўра\"
        ],
        \"FJD\": [
            \"FJD\",
            \"фіджыйскі долар\"
        ],
        \"FKP\": [
            \"FKP\",
            \"фунт Фалклендскіх астравоў\"
        ],
        \"GBP\": [
            \"£\",
            \"брытанскі фунт стэрлінгаў\"
        ],
        \"GEL\": [
            \"GEL\",
            \"грузінскі лары\"
        ],
        \"GHS\": [
            \"GHS\",
            \"ганскі седзі\"
        ],
        \"GIP\": [
            \"GIP\",
            \"гібралтарскі фунт\"
        ],
        \"GMD\": [
            \"GMD\",
            \"гамбійскі даласі\"
        ],
        \"GNF\": [
            \"GNF\",
            \"гвінейскі франк\"
        ],
        \"GTQ\": [
            \"GTQ\",
            \"гватэмальскі кетсаль\"
        ],
        \"GYD\": [
            \"GYD\",
            \"гаянскі долар\"
        ],
        \"HKD\": [
            \"HK\$\",
            \"ганконгскі долар\"
        ],
        \"HNL\": [
            \"HNL\",
            \"гандураская лемпіра\"
        ],
        \"HRK\": [
            \"HRK\",
            \"харвацкая куна\"
        ],
        \"HTG\": [
            \"HTG\",
            \"гаіцянскі гурд\"
        ],
        \"HUF\": [
            \"HUF\",
            \"венгерскі форынт\"
        ],
        \"IDR\": [
            \"IDR\",
            \"інданезійская рупія\"
        ],
        \"ILS\": [
            \"₪\",
            \"новы ізраільскі шэкель\"
        ],
        \"INR\": [
            \"₹\",
            \"індыйская рупія\"
        ],
        \"IQD\": [
            \"IQD\",
            \"іракскі дынар\"
        ],
        \"IRR\": [
            \"IRR\",
            \"іранскі рыял\"
        ],
        \"ISK\": [
            \"ISK\",
            \"ісландская крона\"
        ],
        \"JMD\": [
            \"JMD\",
            \"ямайскі долар\"
        ],
        \"JOD\": [
            \"JOD\",
            \"іарданскі дынар\"
        ],
        \"JPY\": [
            \"¥\",
            \"японская іена\"
        ],
        \"KES\": [
            \"KES\",
            \"кенійскі шылінг\"
        ],
        \"KGS\": [
            \"KGS\",
            \"кіргізскі сом\"
        ],
        \"KHR\": [
            \"KHR\",
            \"камбаджыйскі рыель\"
        ],
        \"KMF\": [
            \"KMF\",
            \"каморскі франк\"
        ],
        \"KPW\": [
            \"KPW\",
            \"паўночнакарэйская вона\"
        ],
        \"KRW\": [
            \"₩\",
            \"паўднёвакарэйская вона\"
        ],
        \"KWD\": [
            \"KWD\",
            \"кувейцкі дынар\"
        ],
        \"KYD\": [
            \"KYD\",
            \"долар Кайманавых астравоў\"
        ],
        \"KZT\": [
            \"KZT\",
            \"казахстанскі тэнге\"
        ],
        \"LAK\": [
            \"LAK\",
            \"лаоскі кіп\"
        ],
        \"LBP\": [
            \"LBP\",
            \"ліванскі фунт\"
        ],
        \"LKR\": [
            \"LKR\",
            \"шры-ланкійская рупія\"
        ],
        \"LRD\": [
            \"LRD\",
            \"ліберыйскі долар\"
        ],
        \"LYD\": [
            \"LYD\",
            \"лівійскі дынар\"
        ],
        \"MAD\": [
            \"MAD\",
            \"мараканскі дырхам\"
        ],
        \"MDL\": [
            \"MDL\",
            \"малдаўскі лей\"
        ],
        \"MGA\": [
            \"MGA\",
            \"малагасійскі арыяры\"
        ],
        \"MKD\": [
            \"MKD\",
            \"македонскі дэнар\"
        ],
        \"MMK\": [
            \"MMK\",
            \"м’янманскі к’ят\"
        ],
        \"MNT\": [
            \"MNT\",
            \"мангольскі тугрык\"
        ],
        \"MOP\": [
            \"MOP\",
            \"патака Макаа\"
        ],
        \"MRO\": [
            \"MRO\",
            \"маўрытанская ўгія (1973–2017)\"
        ],
        \"MRU\": [
            \"MRU\",
            \"маўрытанская угія\"
        ],
        \"MUR\": [
            \"MUR\",
            \"маўрыкійская рупія\"
        ],
        \"MVR\": [
            \"MVR\",
            \"мальдыўская руфія\"
        ],
        \"MWK\": [
            \"MWK\",
            \"малавійская квача\"
        ],
        \"MXN\": [
            \"MX\$\",
            \"мексіканскае песа\"
        ],
        \"MYR\": [
            \"MYR\",
            \"малайзійскі рынгіт\"
        ],
        \"MZN\": [
            \"MZN\",
            \"мазамбікскі метыкал\"
        ],
        \"NAD\": [
            \"NAD\",
            \"намібійскі долар\"
        ],
        \"NGN\": [
            \"NGN\",
            \"нігерыйская наіра\"
        ],
        \"NIO\": [
            \"NIO\",
            \"нікарагуанская кордаба\"
        ],
        \"NOK\": [
            \"NOK\",
            \"нарвежская крона\"
        ],
        \"NPR\": [
            \"NPR\",
            \"непальская рупія\"
        ],
        \"NZD\": [
            \"NZD\",
            \"новазеландскі долар\"
        ],
        \"OMR\": [
            \"OMR\",
            \"аманскі рыял\"
        ],
        \"PAB\": [
            \"PAB\",
            \"панамскае бальбоа\"
        ],
        \"PEN\": [
            \"PEN\",
            \"перуанскі соль\"
        ],
        \"PGK\": [
            \"PGK\",
            \"кіна Папуа-Новай Гвінеі\"
        ],
        \"PHP\": [
            \"PHP\",
            \"філіпінскае песа\"
        ],
        \"PKR\": [
            \"PKR\",
            \"пакістанская рупія\"
        ],
        \"PLN\": [
            \"PLN\",
            \"польскі злоты\"
        ],
        \"PYG\": [
            \"PYG\",
            \"парагвайскі гуарані\"
        ],
        \"QAR\": [
            \"QAR\",
            \"катарскі рыял\"
        ],
        \"RON\": [
            \"RON\",
            \"румынскі лей\"
        ],
        \"RSD\": [
            \"RSD\",
            \"сербскі дынар\"
        ],
        \"RUB\": [
            \"₽\",
            \"расійскі рубель\"
        ],
        \"RWF\": [
            \"RWF\",
            \"руандыйскі франк\"
        ],
        \"SAR\": [
            \"SAR\",
            \"саудаўскі рыял\"
        ],
        \"SBD\": [
            \"SBD\",
            \"долар Саламонавых астравоў\"
        ],
        \"SCR\": [
            \"SCR\",
            \"сейшэльская рупія\"
        ],
        \"SDG\": [
            \"SDG\",
            \"суданскі фунт\"
        ],
        \"SEK\": [
            \"SEK\",
            \"шведская крона\"
        ],
        \"SGD\": [
            \"SGD\",
            \"сінгапурскі долар\"
        ],
        \"SHP\": [
            \"SHP\",
            \"фунт в-ва Святой Алены\"
        ],
        \"SLL\": [
            \"SLL\",
            \"сьера-леонскі леонэ\"
        ],
        \"SOS\": [
            \"SOS\",
            \"самалійскі шылінг\"
        ],
        \"SRD\": [
            \"SRD\",
            \"сурынамскі долар\"
        ],
        \"SSP\": [
            \"SSP\",
            \"паўднёвасуданскі фунт\"
        ],
        \"STD\": [
            \"STD\",
            \"добра Сан-Тамэ і Прынсіпі (1977–2017)\"
        ],
        \"STN\": [
            \"STN\",
            \"добра Сан-Тамэ і Прынсіпі\"
        ],
        \"SYP\": [
            \"SYP\",
            \"сірыйскі фунт\"
        ],
        \"SZL\": [
            \"SZL\",
            \"свазілендскі лілангені\"
        ],
        \"THB\": [
            \"THB\",
            \"тайскі бат\"
        ],
        \"TJS\": [
            \"TJS\",
            \"таджыкскі самані\"
        ],
        \"TMT\": [
            \"TMT\",
            \"туркменскі манат\"
        ],
        \"TND\": [
            \"TND\",
            \"туніскі дынар\"
        ],
        \"TOP\": [
            \"TOP\",
            \"танганская паанга\"
        ],
        \"TRY\": [
            \"TRY\",
            \"турэцкая ліра\"
        ],
        \"TTD\": [
            \"TTD\",
            \"долар Трынідада і Табага\"
        ],
        \"TWD\": [
            \"NT\$\",
            \"новы тайваньскі долар\"
        ],
        \"TZS\": [
            \"TZS\",
            \"танзанійскі шылінг\"
        ],
        \"UAH\": [
            \"UAH\",
            \"украінская грыўня\"
        ],
        \"UGX\": [
            \"UGX\",
            \"угандыйскі шылінг\"
        ],
        \"USD\": [
            \"\$\",
            \"долар ЗША\"
        ],
        \"UYU\": [
            \"UYU\",
            \"уругвайскае песа\"
        ],
        \"UZS\": [
            \"UZS\",
            \"узбекскі сум\"
        ],
        \"VEF\": [
            \"VEF\",
            \"венесуальскі балівар (2008–2018)\"
        ],
        \"VES\": [
            \"VES\",
            \"венесуэльскі балівар\"
        ],
        \"VND\": [
            \"₫\",
            \"в’етнамскі донг\"
        ],
        \"VUV\": [
            \"VUV\",
            \"вануацкі вату\"
        ],
        \"WST\": [
            \"WST\",
            \"самаанская тала\"
        ],
        \"XAF\": [
            \"FCFA\",
            \"цэнтральнаафрыканскі франк КФА\"
        ],
        \"XCD\": [
            \"EC\$\",
            \"усходнекарыбскі долар\"
        ],
        \"XOF\": [
            \"CFA\",
            \"заходнеафрыканскі франк КФА\"
        ],
        \"XPF\": [
            \"CFPF\",
            \"французскі ціхаакіянскі франк\"
        ],
        \"YER\": [
            \"YER\",
            \"еменскі рыал\"
        ],
        \"ZAR\": [
            \"ZAR\",
            \"паўднёваафрыканскі рэнд\"
        ],
        \"ZMW\": [
            \"ZMW\",
            \"замбійская квача\"
        ]
    }
}
";
        
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->leave($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof);

        
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->leave($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof);

    }

    public function getTemplateName()
    {
        return "vendor/symfony/intl/Resources/data/currencies/be.json";
    }

    public function getDebugInfo()
    {
        return array (  43 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("{
    \"Version\": \"36\",
    \"Names\": {
        \"AED\": [
            \"AED\",
            \"дырхам ААЭ\"
        ],
        \"AFN\": [
            \"AFN\",
            \"афганскі афгані\"
        ],
        \"ALL\": [
            \"ALL\",
            \"албанскі лек\"
        ],
        \"AMD\": [
            \"AMD\",
            \"армянскі драм\"
        ],
        \"ANG\": [
            \"ANG\",
            \"нідэрландскі антыльскі гульдэн\"
        ],
        \"AOA\": [
            \"AOA\",
            \"ангольская кванза\"
        ],
        \"ARS\": [
            \"ARS\",
            \"аргенцінскае песа\"
        ],
        \"AUD\": [
            \"A\$\",
            \"аўстралійскі долар\"
        ],
        \"AWG\": [
            \"AWG\",
            \"арубанскі фларын\"
        ],
        \"AZN\": [
            \"AZN\",
            \"азербайджанскі манат\"
        ],
        \"BAM\": [
            \"BAM\",
            \"канверсоўная марка Босніі і Герцагавіны\"
        ],
        \"BBD\": [
            \"BBD\",
            \"барбадаскі долар\"
        ],
        \"BDT\": [
            \"BDT\",
            \"бангладэшская така\"
        ],
        \"BGN\": [
            \"BGN\",
            \"балгарскі леў\"
        ],
        \"BHD\": [
            \"BHD\",
            \"бахрэйнскі дынар\"
        ],
        \"BIF\": [
            \"BIF\",
            \"бурундзійскі франк\"
        ],
        \"BMD\": [
            \"BMD\",
            \"бермудскі долар\"
        ],
        \"BND\": [
            \"BND\",
            \"брунейскі долар\"
        ],
        \"BOB\": [
            \"BOB\",
            \"балівіяна\"
        ],
        \"BRL\": [
            \"BRL\",
            \"бразільскі рэал\"
        ],
        \"BSD\": [
            \"BSD\",
            \"багамскі долар\"
        ],
        \"BTN\": [
            \"BTN\",
            \"бутанскі нгултрум\"
        ],
        \"BWP\": [
            \"BWP\",
            \"батсванская пула\"
        ],
        \"BYN\": [
            \"Br\",
            \"беларускі рубель\"
        ],
        \"BYR\": [
            \"BYR\",
            \"беларускі рубель (2000–2016)\"
        ],
        \"BZD\": [
            \"BZD\",
            \"белізскі долар\"
        ],
        \"CAD\": [
            \"CAD\",
            \"канадскі долар\"
        ],
        \"CDF\": [
            \"CDF\",
            \"кангалезскі франк\"
        ],
        \"CHF\": [
            \"CHF\",
            \"швейцарскі франк\"
        ],
        \"CLP\": [
            \"CLP\",
            \"чылійскае песа\"
        ],
        \"CNH\": [
            \"CNH\",
            \"афшорны кітайскі юань\"
        ],
        \"CNY\": [
            \"CN¥\",
            \"кітайскі юань\"
        ],
        \"COP\": [
            \"COP\",
            \"калумбійскае песа\"
        ],
        \"CRC\": [
            \"CRC\",
            \"коста-рыканскі калон\"
        ],
        \"CUC\": [
            \"CUC\",
            \"кубінскае канверсоўнае песа\"
        ],
        \"CUP\": [
            \"CUP\",
            \"кубінскае песа\"
        ],
        \"CVE\": [
            \"CVE\",
            \"эскуда Каба-Вердэ\"
        ],
        \"CZK\": [
            \"CZK\",
            \"чэшская крона\"
        ],
        \"DJF\": [
            \"DJF\",
            \"джыбуційскі франк\"
        ],
        \"DKK\": [
            \"DKK\",
            \"дацкая крона\"
        ],
        \"DOP\": [
            \"DOP\",
            \"дамініканскае песа\"
        ],
        \"DZD\": [
            \"DZD\",
            \"алжырскі дынар\"
        ],
        \"EGP\": [
            \"EGP\",
            \"егіпецкі фунт\"
        ],
        \"ERN\": [
            \"ERN\",
            \"эрытрэйская накфа\"
        ],
        \"ETB\": [
            \"ETB\",
            \"эфіопскі быр\"
        ],
        \"EUR\": [
            \"€\",
            \"еўра\"
        ],
        \"FJD\": [
            \"FJD\",
            \"фіджыйскі долар\"
        ],
        \"FKP\": [
            \"FKP\",
            \"фунт Фалклендскіх астравоў\"
        ],
        \"GBP\": [
            \"£\",
            \"брытанскі фунт стэрлінгаў\"
        ],
        \"GEL\": [
            \"GEL\",
            \"грузінскі лары\"
        ],
        \"GHS\": [
            \"GHS\",
            \"ганскі седзі\"
        ],
        \"GIP\": [
            \"GIP\",
            \"гібралтарскі фунт\"
        ],
        \"GMD\": [
            \"GMD\",
            \"гамбійскі даласі\"
        ],
        \"GNF\": [
            \"GNF\",
            \"гвінейскі франк\"
        ],
        \"GTQ\": [
            \"GTQ\",
            \"гватэмальскі кетсаль\"
        ],
        \"GYD\": [
            \"GYD\",
            \"гаянскі долар\"
        ],
        \"HKD\": [
            \"HK\$\",
            \"ганконгскі долар\"
        ],
        \"HNL\": [
            \"HNL\",
            \"гандураская лемпіра\"
        ],
        \"HRK\": [
            \"HRK\",
            \"харвацкая куна\"
        ],
        \"HTG\": [
            \"HTG\",
            \"гаіцянскі гурд\"
        ],
        \"HUF\": [
            \"HUF\",
            \"венгерскі форынт\"
        ],
        \"IDR\": [
            \"IDR\",
            \"інданезійская рупія\"
        ],
        \"ILS\": [
            \"₪\",
            \"новы ізраільскі шэкель\"
        ],
        \"INR\": [
            \"₹\",
            \"індыйская рупія\"
        ],
        \"IQD\": [
            \"IQD\",
            \"іракскі дынар\"
        ],
        \"IRR\": [
            \"IRR\",
            \"іранскі рыял\"
        ],
        \"ISK\": [
            \"ISK\",
            \"ісландская крона\"
        ],
        \"JMD\": [
            \"JMD\",
            \"ямайскі долар\"
        ],
        \"JOD\": [
            \"JOD\",
            \"іарданскі дынар\"
        ],
        \"JPY\": [
            \"¥\",
            \"японская іена\"
        ],
        \"KES\": [
            \"KES\",
            \"кенійскі шылінг\"
        ],
        \"KGS\": [
            \"KGS\",
            \"кіргізскі сом\"
        ],
        \"KHR\": [
            \"KHR\",
            \"камбаджыйскі рыель\"
        ],
        \"KMF\": [
            \"KMF\",
            \"каморскі франк\"
        ],
        \"KPW\": [
            \"KPW\",
            \"паўночнакарэйская вона\"
        ],
        \"KRW\": [
            \"₩\",
            \"паўднёвакарэйская вона\"
        ],
        \"KWD\": [
            \"KWD\",
            \"кувейцкі дынар\"
        ],
        \"KYD\": [
            \"KYD\",
            \"долар Кайманавых астравоў\"
        ],
        \"KZT\": [
            \"KZT\",
            \"казахстанскі тэнге\"
        ],
        \"LAK\": [
            \"LAK\",
            \"лаоскі кіп\"
        ],
        \"LBP\": [
            \"LBP\",
            \"ліванскі фунт\"
        ],
        \"LKR\": [
            \"LKR\",
            \"шры-ланкійская рупія\"
        ],
        \"LRD\": [
            \"LRD\",
            \"ліберыйскі долар\"
        ],
        \"LYD\": [
            \"LYD\",
            \"лівійскі дынар\"
        ],
        \"MAD\": [
            \"MAD\",
            \"мараканскі дырхам\"
        ],
        \"MDL\": [
            \"MDL\",
            \"малдаўскі лей\"
        ],
        \"MGA\": [
            \"MGA\",
            \"малагасійскі арыяры\"
        ],
        \"MKD\": [
            \"MKD\",
            \"македонскі дэнар\"
        ],
        \"MMK\": [
            \"MMK\",
            \"м’янманскі к’ят\"
        ],
        \"MNT\": [
            \"MNT\",
            \"мангольскі тугрык\"
        ],
        \"MOP\": [
            \"MOP\",
            \"патака Макаа\"
        ],
        \"MRO\": [
            \"MRO\",
            \"маўрытанская ўгія (1973–2017)\"
        ],
        \"MRU\": [
            \"MRU\",
            \"маўрытанская угія\"
        ],
        \"MUR\": [
            \"MUR\",
            \"маўрыкійская рупія\"
        ],
        \"MVR\": [
            \"MVR\",
            \"мальдыўская руфія\"
        ],
        \"MWK\": [
            \"MWK\",
            \"малавійская квача\"
        ],
        \"MXN\": [
            \"MX\$\",
            \"мексіканскае песа\"
        ],
        \"MYR\": [
            \"MYR\",
            \"малайзійскі рынгіт\"
        ],
        \"MZN\": [
            \"MZN\",
            \"мазамбікскі метыкал\"
        ],
        \"NAD\": [
            \"NAD\",
            \"намібійскі долар\"
        ],
        \"NGN\": [
            \"NGN\",
            \"нігерыйская наіра\"
        ],
        \"NIO\": [
            \"NIO\",
            \"нікарагуанская кордаба\"
        ],
        \"NOK\": [
            \"NOK\",
            \"нарвежская крона\"
        ],
        \"NPR\": [
            \"NPR\",
            \"непальская рупія\"
        ],
        \"NZD\": [
            \"NZD\",
            \"новазеландскі долар\"
        ],
        \"OMR\": [
            \"OMR\",
            \"аманскі рыял\"
        ],
        \"PAB\": [
            \"PAB\",
            \"панамскае бальбоа\"
        ],
        \"PEN\": [
            \"PEN\",
            \"перуанскі соль\"
        ],
        \"PGK\": [
            \"PGK\",
            \"кіна Папуа-Новай Гвінеі\"
        ],
        \"PHP\": [
            \"PHP\",
            \"філіпінскае песа\"
        ],
        \"PKR\": [
            \"PKR\",
            \"пакістанская рупія\"
        ],
        \"PLN\": [
            \"PLN\",
            \"польскі злоты\"
        ],
        \"PYG\": [
            \"PYG\",
            \"парагвайскі гуарані\"
        ],
        \"QAR\": [
            \"QAR\",
            \"катарскі рыял\"
        ],
        \"RON\": [
            \"RON\",
            \"румынскі лей\"
        ],
        \"RSD\": [
            \"RSD\",
            \"сербскі дынар\"
        ],
        \"RUB\": [
            \"₽\",
            \"расійскі рубель\"
        ],
        \"RWF\": [
            \"RWF\",
            \"руандыйскі франк\"
        ],
        \"SAR\": [
            \"SAR\",
            \"саудаўскі рыял\"
        ],
        \"SBD\": [
            \"SBD\",
            \"долар Саламонавых астравоў\"
        ],
        \"SCR\": [
            \"SCR\",
            \"сейшэльская рупія\"
        ],
        \"SDG\": [
            \"SDG\",
            \"суданскі фунт\"
        ],
        \"SEK\": [
            \"SEK\",
            \"шведская крона\"
        ],
        \"SGD\": [
            \"SGD\",
            \"сінгапурскі долар\"
        ],
        \"SHP\": [
            \"SHP\",
            \"фунт в-ва Святой Алены\"
        ],
        \"SLL\": [
            \"SLL\",
            \"сьера-леонскі леонэ\"
        ],
        \"SOS\": [
            \"SOS\",
            \"самалійскі шылінг\"
        ],
        \"SRD\": [
            \"SRD\",
            \"сурынамскі долар\"
        ],
        \"SSP\": [
            \"SSP\",
            \"паўднёвасуданскі фунт\"
        ],
        \"STD\": [
            \"STD\",
            \"добра Сан-Тамэ і Прынсіпі (1977–2017)\"
        ],
        \"STN\": [
            \"STN\",
            \"добра Сан-Тамэ і Прынсіпі\"
        ],
        \"SYP\": [
            \"SYP\",
            \"сірыйскі фунт\"
        ],
        \"SZL\": [
            \"SZL\",
            \"свазілендскі лілангені\"
        ],
        \"THB\": [
            \"THB\",
            \"тайскі бат\"
        ],
        \"TJS\": [
            \"TJS\",
            \"таджыкскі самані\"
        ],
        \"TMT\": [
            \"TMT\",
            \"туркменскі манат\"
        ],
        \"TND\": [
            \"TND\",
            \"туніскі дынар\"
        ],
        \"TOP\": [
            \"TOP\",
            \"танганская паанга\"
        ],
        \"TRY\": [
            \"TRY\",
            \"турэцкая ліра\"
        ],
        \"TTD\": [
            \"TTD\",
            \"долар Трынідада і Табага\"
        ],
        \"TWD\": [
            \"NT\$\",
            \"новы тайваньскі долар\"
        ],
        \"TZS\": [
            \"TZS\",
            \"танзанійскі шылінг\"
        ],
        \"UAH\": [
            \"UAH\",
            \"украінская грыўня\"
        ],
        \"UGX\": [
            \"UGX\",
            \"угандыйскі шылінг\"
        ],
        \"USD\": [
            \"\$\",
            \"долар ЗША\"
        ],
        \"UYU\": [
            \"UYU\",
            \"уругвайскае песа\"
        ],
        \"UZS\": [
            \"UZS\",
            \"узбекскі сум\"
        ],
        \"VEF\": [
            \"VEF\",
            \"венесуальскі балівар (2008–2018)\"
        ],
        \"VES\": [
            \"VES\",
            \"венесуэльскі балівар\"
        ],
        \"VND\": [
            \"₫\",
            \"в’етнамскі донг\"
        ],
        \"VUV\": [
            \"VUV\",
            \"вануацкі вату\"
        ],
        \"WST\": [
            \"WST\",
            \"самаанская тала\"
        ],
        \"XAF\": [
            \"FCFA\",
            \"цэнтральнаафрыканскі франк КФА\"
        ],
        \"XCD\": [
            \"EC\$\",
            \"усходнекарыбскі долар\"
        ],
        \"XOF\": [
            \"CFA\",
            \"заходнеафрыканскі франк КФА\"
        ],
        \"XPF\": [
            \"CFPF\",
            \"французскі ціхаакіянскі франк\"
        ],
        \"YER\": [
            \"YER\",
            \"еменскі рыал\"
        ],
        \"ZAR\": [
            \"ZAR\",
            \"паўднёваафрыканскі рэнд\"
        ],
        \"ZMW\": [
            \"ZMW\",
            \"замбійская квача\"
        ]
    }
}
", "vendor/symfony/intl/Resources/data/currencies/be.json", "/var/www/public/DevLaon/templates/vendor/symfony/intl/Resources/data/currencies/be.json");
    }
}
