<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* vendor/symfony/intl/Resources/data/languages/tt.json */
class __TwigTemplate_1f44484656c12dafcef503bc9b900e0b6e1bc5191b1e89b1318b78eeb2a802bd extends \Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e = $this->extensions["Symfony\\Bundle\\WebProfilerBundle\\Twig\\WebProfilerExtension"];
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->enter($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/languages/tt.json"));

        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02 = $this->extensions["Symfony\\Bridge\\Twig\\Extension\\ProfilerExtension"];
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->enter($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/languages/tt.json"));

        // line 1
        echo "{
    \"Version\": \"36\",
    \"Names\": {
        \"af\": \"африкаанс\",
        \"am\": \"амхар\",
        \"ar\": \"гарәп\",
        \"arn\": \"мапуче\",
        \"as\": \"ассам\",
        \"az\": \"әзәрбайҗан\",
        \"ba\": \"башкорт\",
        \"ban\": \"бали\",
        \"be\": \"белорус\",
        \"bem\": \"бемба\",
        \"bg\": \"болгар\",
        \"bn\": \"бенгали\",
        \"bo\": \"тибет\",
        \"br\": \"бретон\",
        \"bs\": \"босния\",
        \"ca\": \"каталан\",
        \"ceb\": \"себуано\",
        \"chm\": \"мари\",
        \"chr\": \"чероки\",
        \"ckb\": \"үзәк көрд\",
        \"co\": \"корсика\",
        \"cs\": \"чех\",
        \"cy\": \"уэльс\",
        \"da\": \"дания\",
        \"de\": \"алман\",
        \"de_CH\": \"югары алман (Швейцария)\",
        \"dsb\": \"түбән сорб\",
        \"dv\": \"мальдив\",
        \"dz\": \"дзонг-кха\",
        \"el\": \"грек\",
        \"en\": \"инглиз\",
        \"en_GB\": \"Британия инглизчәсе\",
        \"en_US\": \"Америка инглизчәсе\",
        \"eo\": \"эсперанто\",
        \"es\": \"испан\",
        \"es_419\": \"испан (Латин Америкасы)\",
        \"es_ES\": \"испан (Европа)\",
        \"et\": \"эстон\",
        \"eu\": \"баск\",
        \"fa\": \"фарсы\",
        \"ff\": \"фула\",
        \"fi\": \"фин\",
        \"fil\": \"филиппин\",
        \"fo\": \"фарер\",
        \"fr\": \"француз\",
        \"ga\": \"ирланд\",
        \"gd\": \"шотланд гэль\",
        \"gl\": \"галисия\",
        \"gn\": \"гуарани\",
        \"gu\": \"гуҗарати\",
        \"ha\": \"хауса\",
        \"haw\": \"гавайи\",
        \"he\": \"яһүд\",
        \"hi\": \"һинд\",
        \"hil\": \"хилигайнон\",
        \"hr\": \"хорват\",
        \"hsb\": \"югары сорб\",
        \"ht\": \"гаити креол\",
        \"hu\": \"венгр\",
        \"hy\": \"әрмән\",
        \"hz\": \"гереро\",
        \"ibb\": \"ибибио\",
        \"id\": \"индонезия\",
        \"ig\": \"игбо\",
        \"is\": \"исланд\",
        \"it\": \"итальян\",
        \"iu\": \"инуктикут\",
        \"ja\": \"япон\",
        \"ka\": \"грузин\",
        \"kk\": \"казакъ\",
        \"km\": \"кхмер\",
        \"kn\": \"каннада\",
        \"ko\": \"корея\",
        \"kok\": \"конкани\",
        \"kr\": \"канури\",
        \"kru\": \"курух\",
        \"ks\": \"кашмири\",
        \"ku\": \"көрд\",
        \"ky\": \"кыргыз\",
        \"la\": \"латин\",
        \"lb\": \"люксембург\",
        \"lo\": \"лаос\",
        \"lt\": \"литва\",
        \"lv\": \"латыш\",
        \"men\": \"менде\",
        \"mg\": \"малагаси\",
        \"mi\": \"маори\",
        \"mk\": \"македон\",
        \"ml\": \"малаялам\",
        \"mn\": \"монгол\",
        \"mni\": \"манипури\",
        \"moh\": \"могаук\",
        \"mr\": \"маратхи\",
        \"ms\": \"малай\",
        \"mt\": \"мальта\",
        \"my\": \"бирма\",
        \"ne\": \"непали\",
        \"niu\": \"ниуэ\",
        \"nl\": \"голланд\",
        \"ny\": \"ньянҗа\",
        \"oc\": \"окситан\",
        \"om\": \"оромо\",
        \"or\": \"ория\",
        \"pa\": \"пәнҗаби\",
        \"pap\": \"папьяменто\",
        \"pl\": \"поляк\",
        \"ps\": \"пушту\",
        \"pt\": \"португал\",
        \"pt_PT\": \"португал (Европа)\",
        \"qu\": \"кечуа\",
        \"quc\": \"киче\",
        \"rm\": \"ретороман\",
        \"ro\": \"румын\",
        \"ru\": \"рус\",
        \"rw\": \"руанда\",
        \"sa\": \"санскрит\",
        \"sah\": \"саха\",
        \"sat\": \"сантали\",
        \"sd\": \"синдһи\",
        \"se\": \"төньяк саам\",
        \"si\": \"сингал\",
        \"sk\": \"словак\",
        \"sl\": \"словен\",
        \"sma\": \"көньяк саам\",
        \"smj\": \"луле-саам\",
        \"smn\": \"инари-саам\",
        \"sms\": \"колтта-саам\",
        \"so\": \"сомали\",
        \"sq\": \"албан\",
        \"sr\": \"серб\",
        \"sv\": \"швед\",
        \"syr\": \"сүрия\",
        \"ta\": \"тамил\",
        \"te\": \"телугу\",
        \"tg\": \"таҗик\",
        \"th\": \"тай\",
        \"ti\": \"тигринья\",
        \"tk\": \"төрекмән\",
        \"to\": \"тонга\",
        \"tr\": \"төрек\",
        \"tt\": \"татар\",
        \"tzm\": \"үзәк атлас тамазигт\",
        \"ug\": \"уйгыр\",
        \"uk\": \"украин\",
        \"ur\": \"урду\",
        \"uz\": \"үзбәк\",
        \"ve\": \"венда\",
        \"vi\": \"вьетнам\",
        \"wo\": \"волоф\",
        \"yi\": \"идиш\",
        \"yo\": \"йоруба\",
        \"zh\": \"кытай (тәрҗемә киңәше: аерым алганда, мандарин кытайчасы)\",
        \"zh_Hans\": \"гадиләштерелгән кытай\",
        \"zh_Hant\": \"традицион кытай\"
    }
}
";
        
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->leave($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof);

        
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->leave($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof);

    }

    public function getTemplateName()
    {
        return "vendor/symfony/intl/Resources/data/languages/tt.json";
    }

    public function getDebugInfo()
    {
        return array (  43 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("{
    \"Version\": \"36\",
    \"Names\": {
        \"af\": \"африкаанс\",
        \"am\": \"амхар\",
        \"ar\": \"гарәп\",
        \"arn\": \"мапуче\",
        \"as\": \"ассам\",
        \"az\": \"әзәрбайҗан\",
        \"ba\": \"башкорт\",
        \"ban\": \"бали\",
        \"be\": \"белорус\",
        \"bem\": \"бемба\",
        \"bg\": \"болгар\",
        \"bn\": \"бенгали\",
        \"bo\": \"тибет\",
        \"br\": \"бретон\",
        \"bs\": \"босния\",
        \"ca\": \"каталан\",
        \"ceb\": \"себуано\",
        \"chm\": \"мари\",
        \"chr\": \"чероки\",
        \"ckb\": \"үзәк көрд\",
        \"co\": \"корсика\",
        \"cs\": \"чех\",
        \"cy\": \"уэльс\",
        \"da\": \"дания\",
        \"de\": \"алман\",
        \"de_CH\": \"югары алман (Швейцария)\",
        \"dsb\": \"түбән сорб\",
        \"dv\": \"мальдив\",
        \"dz\": \"дзонг-кха\",
        \"el\": \"грек\",
        \"en\": \"инглиз\",
        \"en_GB\": \"Британия инглизчәсе\",
        \"en_US\": \"Америка инглизчәсе\",
        \"eo\": \"эсперанто\",
        \"es\": \"испан\",
        \"es_419\": \"испан (Латин Америкасы)\",
        \"es_ES\": \"испан (Европа)\",
        \"et\": \"эстон\",
        \"eu\": \"баск\",
        \"fa\": \"фарсы\",
        \"ff\": \"фула\",
        \"fi\": \"фин\",
        \"fil\": \"филиппин\",
        \"fo\": \"фарер\",
        \"fr\": \"француз\",
        \"ga\": \"ирланд\",
        \"gd\": \"шотланд гэль\",
        \"gl\": \"галисия\",
        \"gn\": \"гуарани\",
        \"gu\": \"гуҗарати\",
        \"ha\": \"хауса\",
        \"haw\": \"гавайи\",
        \"he\": \"яһүд\",
        \"hi\": \"һинд\",
        \"hil\": \"хилигайнон\",
        \"hr\": \"хорват\",
        \"hsb\": \"югары сорб\",
        \"ht\": \"гаити креол\",
        \"hu\": \"венгр\",
        \"hy\": \"әрмән\",
        \"hz\": \"гереро\",
        \"ibb\": \"ибибио\",
        \"id\": \"индонезия\",
        \"ig\": \"игбо\",
        \"is\": \"исланд\",
        \"it\": \"итальян\",
        \"iu\": \"инуктикут\",
        \"ja\": \"япон\",
        \"ka\": \"грузин\",
        \"kk\": \"казакъ\",
        \"km\": \"кхмер\",
        \"kn\": \"каннада\",
        \"ko\": \"корея\",
        \"kok\": \"конкани\",
        \"kr\": \"канури\",
        \"kru\": \"курух\",
        \"ks\": \"кашмири\",
        \"ku\": \"көрд\",
        \"ky\": \"кыргыз\",
        \"la\": \"латин\",
        \"lb\": \"люксембург\",
        \"lo\": \"лаос\",
        \"lt\": \"литва\",
        \"lv\": \"латыш\",
        \"men\": \"менде\",
        \"mg\": \"малагаси\",
        \"mi\": \"маори\",
        \"mk\": \"македон\",
        \"ml\": \"малаялам\",
        \"mn\": \"монгол\",
        \"mni\": \"манипури\",
        \"moh\": \"могаук\",
        \"mr\": \"маратхи\",
        \"ms\": \"малай\",
        \"mt\": \"мальта\",
        \"my\": \"бирма\",
        \"ne\": \"непали\",
        \"niu\": \"ниуэ\",
        \"nl\": \"голланд\",
        \"ny\": \"ньянҗа\",
        \"oc\": \"окситан\",
        \"om\": \"оромо\",
        \"or\": \"ория\",
        \"pa\": \"пәнҗаби\",
        \"pap\": \"папьяменто\",
        \"pl\": \"поляк\",
        \"ps\": \"пушту\",
        \"pt\": \"португал\",
        \"pt_PT\": \"португал (Европа)\",
        \"qu\": \"кечуа\",
        \"quc\": \"киче\",
        \"rm\": \"ретороман\",
        \"ro\": \"румын\",
        \"ru\": \"рус\",
        \"rw\": \"руанда\",
        \"sa\": \"санскрит\",
        \"sah\": \"саха\",
        \"sat\": \"сантали\",
        \"sd\": \"синдһи\",
        \"se\": \"төньяк саам\",
        \"si\": \"сингал\",
        \"sk\": \"словак\",
        \"sl\": \"словен\",
        \"sma\": \"көньяк саам\",
        \"smj\": \"луле-саам\",
        \"smn\": \"инари-саам\",
        \"sms\": \"колтта-саам\",
        \"so\": \"сомали\",
        \"sq\": \"албан\",
        \"sr\": \"серб\",
        \"sv\": \"швед\",
        \"syr\": \"сүрия\",
        \"ta\": \"тамил\",
        \"te\": \"телугу\",
        \"tg\": \"таҗик\",
        \"th\": \"тай\",
        \"ti\": \"тигринья\",
        \"tk\": \"төрекмән\",
        \"to\": \"тонга\",
        \"tr\": \"төрек\",
        \"tt\": \"татар\",
        \"tzm\": \"үзәк атлас тамазигт\",
        \"ug\": \"уйгыр\",
        \"uk\": \"украин\",
        \"ur\": \"урду\",
        \"uz\": \"үзбәк\",
        \"ve\": \"венда\",
        \"vi\": \"вьетнам\",
        \"wo\": \"волоф\",
        \"yi\": \"идиш\",
        \"yo\": \"йоруба\",
        \"zh\": \"кытай (тәрҗемә киңәше: аерым алганда, мандарин кытайчасы)\",
        \"zh_Hans\": \"гадиләштерелгән кытай\",
        \"zh_Hant\": \"традицион кытай\"
    }
}
", "vendor/symfony/intl/Resources/data/languages/tt.json", "/var/www/public/DevLaon/templates/vendor/symfony/intl/Resources/data/languages/tt.json");
    }
}
