<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* vendor/symfony/intl/Resources/data/languages/yi.json */
class __TwigTemplate_95d8ff3d238b9644983ed1d4e143593b02b21e737d83722d4ce2775844809b6d extends \Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e = $this->extensions["Symfony\\Bundle\\WebProfilerBundle\\Twig\\WebProfilerExtension"];
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->enter($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/languages/yi.json"));

        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02 = $this->extensions["Symfony\\Bridge\\Twig\\Extension\\ProfilerExtension"];
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->enter($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof = new \Twig\Profiler\Profile($this->getTemplateName(), "template", "vendor/symfony/intl/Resources/data/languages/yi.json"));

        // line 1
        echo "{
    \"Version\": \"36\",
    \"Names\": {
        \"aa\": \"אַפֿאַר\",
        \"af\": \"אַפֿריקאַנס\",
        \"akk\": \"אַקאַדיש\",
        \"am\": \"אַמהאַריש\",
        \"an\": \"אַראַגאניש\",
        \"ang\": \"אַלט ענגליש\",
        \"ar\": \"אַראַביש\",
        \"arc\": \"אַראַמיש\",
        \"as\": \"אַסאַמיש\",
        \"az\": \"אַזערביידזשאַניש\",
        \"ban\": \"באַלינעזיש\",
        \"bar\": \"בײַעריש\",
        \"be\": \"בעלאַרוסיש\",
        \"bg\": \"בולגאַריש\",
        \"bn\": \"בענגאַליש\",
        \"bo\": \"טיבעטיש\",
        \"br\": \"ברעטאניש\",
        \"bs\": \"באסניש\",
        \"ca\": \"קאַטאַלאניש\",
        \"ceb\": \"סעבואַניש\",
        \"crh\": \"קרים־טערקיש\",
        \"cs\": \"טשעכיש\",
        \"csb\": \"קאַשוביש\",
        \"cu\": \"קלויסטער־סלאַוויש\",
        \"cy\": \"וועלשיש\",
        \"da\": \"דעניש\",
        \"de\": \"דײַטש\",
        \"dsb\": \"אונטער־סארביש\",
        \"dyo\": \"זשאלא־פֿאני\",
        \"el\": \"גריכיש\",
        \"en\": \"ענגליש\",
        \"enm\": \"מיטל ענגליש\",
        \"eo\": \"עספּעראַנטא\",
        \"es\": \"שפּאַניש\",
        \"et\": \"עסטיש\",
        \"eu\": \"באַסקיש\",
        \"fa\": \"פּערסיש\",
        \"fi\": \"פֿיניש\",
        \"fil\": \"פֿיליפּינא\",
        \"fj\": \"פֿידזשי\",
        \"fo\": \"פֿאַראיש\",
        \"fr\": \"פֿראַנצויזיש\",
        \"fro\": \"אַלט־פֿראַנצויזיש\",
        \"frr\": \"דרום־פֿריזיש\",
        \"frs\": \"מזרח־פֿריזיש\",
        \"fy\": \"מערב־פֿריזיש\",
        \"ga\": \"איריש\",
        \"gd\": \"סקאטיש געליש\",
        \"gl\": \"גאַלישיש\",
        \"gmh\": \"מיטל הויכדויטש\",
        \"goh\": \"אַלט־ הויכדויטש\",
        \"got\": \"גאטיש\",
        \"grc\": \"אוראַלט־גריכיש\",
        \"gv\": \"מאַנקס\",
        \"ha\": \"האַוסאַ\",
        \"he\": \"העברעאיש\",
        \"hi\": \"הינדי\",
        \"hif\": \"פידזשי הינדי\",
        \"hr\": \"קראאַטיש\",
        \"hsb\": \"אייבער־סארביש\",
        \"hu\": \"אונגעריש\",
        \"hy\": \"אַרמעניש\",
        \"id\": \"אינדאנעזיש\",
        \"io\": \"אידא\",
        \"is\": \"איסלאַנדיש\",
        \"it\": \"איטאַליעניש\",
        \"ja\": \"יאַפּאַניש\",
        \"jbo\": \"לאזשבאָן\",
        \"jpr\": \"יידיש־פערסיש\",
        \"jv\": \"יאַוואַנעזיש\",
        \"ka\": \"גרוזיניש\",
        \"kk\": \"קאַזאַכיש\",
        \"km\": \"כמער\",
        \"kn\": \"קאַנאַדאַ\",
        \"ko\": \"קארעאיש\",
        \"ku\": \"קורדיש\",
        \"kw\": \"קארניש\",
        \"ky\": \"קירגיזיש\",
        \"la\": \"לאטייניש\",
        \"lad\": \"לאַדינא\",
        \"lb\": \"לוקסעמבורגיש\",
        \"liv\": \"ליוויש\",
        \"lo\": \"לאַא\",
        \"lt\": \"ליטוויש\",
        \"lus\": \"מיזא\",
        \"lv\": \"לעטיש\",
        \"mi\": \"מאַאריש\",
        \"mk\": \"מאַקעדאניש\",
        \"ml\": \"מאַלאַיאַלאַם\",
        \"mn\": \"מאנגאליש\",
        \"mt\": \"מאַלטעזיש\",
        \"my\": \"בירמאַניש\",
        \"nap\": \"נאַפּאליטַניש\",
        \"nds\": \"נידערדײַטש\",
        \"ne\": \"נעפּאַליש\",
        \"nl\": \"האלענדיש\",
        \"nl_BE\": \"פֿלעמיש\",
        \"nn\": \"נײַ־נארוועגיש\",
        \"no\": \"נארוועגיש\",
        \"oc\": \"אקסיטאַניש\",
        \"os\": \"אסעטיש\",
        \"peo\": \"אַלט פּערסיש\",
        \"pl\": \"פּויליש\",
        \"prg\": \"פּרייסיש\",
        \"ps\": \"פּאַשטאָ\",
        \"pt\": \"פּארטוגעזיש\",
        \"ro\": \"רומעניש\",
        \"ru\": \"רוסיש\",
        \"rue\": \"רוסיניש\",
        \"sa\": \"סאַנסקריט\",
        \"sc\": \"סאַרדיש\",
        \"scn\": \"סיציליאַניש\",
        \"sco\": \"סקאטס\",
        \"sd\": \"סינדהי\",
        \"se\": \"נארדסאַמיש\",
        \"sga\": \"אַלט־איריש\",
        \"sh\": \"סערבא־קראאַטיש\",
        \"si\": \"סינהאַליש\",
        \"sk\": \"סלאוואַקיש\",
        \"sl\": \"סלאוועניש\",
        \"sli\": \"אונטער שלעזיש\",
        \"sly\": \"sly\",
        \"sm\": \"סאַמאאַניש\",
        \"sn\": \"שאנאַ\",
        \"so\": \"סאמאַליש\",
        \"sq\": \"אַלבאַניש\",
        \"sr\": \"סערביש\",
        \"sux\": \"סומעריש\",
        \"sv\": \"שוועדיש\",
        \"sw\": \"סוואַהיליש\",
        \"sw_CD\": \"קאנגא־סוואַהיליש\",
        \"swb\": \"קאמאריש\",
        \"szl\": \"שלעזיש\",
        \"ta\": \"טאַמיל\",
        \"tig\": \"טיגרע\",
        \"tk\": \"טורקמעניש\",
        \"tl\": \"טאַגאַלאג\",
        \"tt\": \"טאָטעריש\",
        \"uk\": \"אוקראַאיניש\",
        \"ur\": \"אורדו\",
        \"uz\": \"אוזבעקיש\",
        \"vi\": \"וויעטנאַמעזיש\",
        \"vls\": \"מערב פֿלעמיש\",
        \"vo\": \"וואלאַפּוק\",
        \"yi\": \"ייִדיש\",
        \"zh\": \"כינעזיש\",
        \"zu\": \"זולו\"
    }
}
";
        
        $__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e->leave($__internal_085b0142806202599c7fe3b329164a92397d8978207a37e79d70b8c52599e33e_prof);

        
        $__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02->leave($__internal_319393461309892924ff6e74d6d6e64287df64b63545b994e100d4ab223aed02_prof);

    }

    public function getTemplateName()
    {
        return "vendor/symfony/intl/Resources/data/languages/yi.json";
    }

    public function getDebugInfo()
    {
        return array (  43 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("{
    \"Version\": \"36\",
    \"Names\": {
        \"aa\": \"אַפֿאַר\",
        \"af\": \"אַפֿריקאַנס\",
        \"akk\": \"אַקאַדיש\",
        \"am\": \"אַמהאַריש\",
        \"an\": \"אַראַגאניש\",
        \"ang\": \"אַלט ענגליש\",
        \"ar\": \"אַראַביש\",
        \"arc\": \"אַראַמיש\",
        \"as\": \"אַסאַמיש\",
        \"az\": \"אַזערביידזשאַניש\",
        \"ban\": \"באַלינעזיש\",
        \"bar\": \"בײַעריש\",
        \"be\": \"בעלאַרוסיש\",
        \"bg\": \"בולגאַריש\",
        \"bn\": \"בענגאַליש\",
        \"bo\": \"טיבעטיש\",
        \"br\": \"ברעטאניש\",
        \"bs\": \"באסניש\",
        \"ca\": \"קאַטאַלאניש\",
        \"ceb\": \"סעבואַניש\",
        \"crh\": \"קרים־טערקיש\",
        \"cs\": \"טשעכיש\",
        \"csb\": \"קאַשוביש\",
        \"cu\": \"קלויסטער־סלאַוויש\",
        \"cy\": \"וועלשיש\",
        \"da\": \"דעניש\",
        \"de\": \"דײַטש\",
        \"dsb\": \"אונטער־סארביש\",
        \"dyo\": \"זשאלא־פֿאני\",
        \"el\": \"גריכיש\",
        \"en\": \"ענגליש\",
        \"enm\": \"מיטל ענגליש\",
        \"eo\": \"עספּעראַנטא\",
        \"es\": \"שפּאַניש\",
        \"et\": \"עסטיש\",
        \"eu\": \"באַסקיש\",
        \"fa\": \"פּערסיש\",
        \"fi\": \"פֿיניש\",
        \"fil\": \"פֿיליפּינא\",
        \"fj\": \"פֿידזשי\",
        \"fo\": \"פֿאַראיש\",
        \"fr\": \"פֿראַנצויזיש\",
        \"fro\": \"אַלט־פֿראַנצויזיש\",
        \"frr\": \"דרום־פֿריזיש\",
        \"frs\": \"מזרח־פֿריזיש\",
        \"fy\": \"מערב־פֿריזיש\",
        \"ga\": \"איריש\",
        \"gd\": \"סקאטיש געליש\",
        \"gl\": \"גאַלישיש\",
        \"gmh\": \"מיטל הויכדויטש\",
        \"goh\": \"אַלט־ הויכדויטש\",
        \"got\": \"גאטיש\",
        \"grc\": \"אוראַלט־גריכיש\",
        \"gv\": \"מאַנקס\",
        \"ha\": \"האַוסאַ\",
        \"he\": \"העברעאיש\",
        \"hi\": \"הינדי\",
        \"hif\": \"פידזשי הינדי\",
        \"hr\": \"קראאַטיש\",
        \"hsb\": \"אייבער־סארביש\",
        \"hu\": \"אונגעריש\",
        \"hy\": \"אַרמעניש\",
        \"id\": \"אינדאנעזיש\",
        \"io\": \"אידא\",
        \"is\": \"איסלאַנדיש\",
        \"it\": \"איטאַליעניש\",
        \"ja\": \"יאַפּאַניש\",
        \"jbo\": \"לאזשבאָן\",
        \"jpr\": \"יידיש־פערסיש\",
        \"jv\": \"יאַוואַנעזיש\",
        \"ka\": \"גרוזיניש\",
        \"kk\": \"קאַזאַכיש\",
        \"km\": \"כמער\",
        \"kn\": \"קאַנאַדאַ\",
        \"ko\": \"קארעאיש\",
        \"ku\": \"קורדיש\",
        \"kw\": \"קארניש\",
        \"ky\": \"קירגיזיש\",
        \"la\": \"לאטייניש\",
        \"lad\": \"לאַדינא\",
        \"lb\": \"לוקסעמבורגיש\",
        \"liv\": \"ליוויש\",
        \"lo\": \"לאַא\",
        \"lt\": \"ליטוויש\",
        \"lus\": \"מיזא\",
        \"lv\": \"לעטיש\",
        \"mi\": \"מאַאריש\",
        \"mk\": \"מאַקעדאניש\",
        \"ml\": \"מאַלאַיאַלאַם\",
        \"mn\": \"מאנגאליש\",
        \"mt\": \"מאַלטעזיש\",
        \"my\": \"בירמאַניש\",
        \"nap\": \"נאַפּאליטַניש\",
        \"nds\": \"נידערדײַטש\",
        \"ne\": \"נעפּאַליש\",
        \"nl\": \"האלענדיש\",
        \"nl_BE\": \"פֿלעמיש\",
        \"nn\": \"נײַ־נארוועגיש\",
        \"no\": \"נארוועגיש\",
        \"oc\": \"אקסיטאַניש\",
        \"os\": \"אסעטיש\",
        \"peo\": \"אַלט פּערסיש\",
        \"pl\": \"פּויליש\",
        \"prg\": \"פּרייסיש\",
        \"ps\": \"פּאַשטאָ\",
        \"pt\": \"פּארטוגעזיש\",
        \"ro\": \"רומעניש\",
        \"ru\": \"רוסיש\",
        \"rue\": \"רוסיניש\",
        \"sa\": \"סאַנסקריט\",
        \"sc\": \"סאַרדיש\",
        \"scn\": \"סיציליאַניש\",
        \"sco\": \"סקאטס\",
        \"sd\": \"סינדהי\",
        \"se\": \"נארדסאַמיש\",
        \"sga\": \"אַלט־איריש\",
        \"sh\": \"סערבא־קראאַטיש\",
        \"si\": \"סינהאַליש\",
        \"sk\": \"סלאוואַקיש\",
        \"sl\": \"סלאוועניש\",
        \"sli\": \"אונטער שלעזיש\",
        \"sly\": \"sly\",
        \"sm\": \"סאַמאאַניש\",
        \"sn\": \"שאנאַ\",
        \"so\": \"סאמאַליש\",
        \"sq\": \"אַלבאַניש\",
        \"sr\": \"סערביש\",
        \"sux\": \"סומעריש\",
        \"sv\": \"שוועדיש\",
        \"sw\": \"סוואַהיליש\",
        \"sw_CD\": \"קאנגא־סוואַהיליש\",
        \"swb\": \"קאמאריש\",
        \"szl\": \"שלעזיש\",
        \"ta\": \"טאַמיל\",
        \"tig\": \"טיגרע\",
        \"tk\": \"טורקמעניש\",
        \"tl\": \"טאַגאַלאג\",
        \"tt\": \"טאָטעריש\",
        \"uk\": \"אוקראַאיניש\",
        \"ur\": \"אורדו\",
        \"uz\": \"אוזבעקיש\",
        \"vi\": \"וויעטנאַמעזיש\",
        \"vls\": \"מערב פֿלעמיש\",
        \"vo\": \"וואלאַפּוק\",
        \"yi\": \"ייִדיש\",
        \"zh\": \"כינעזיש\",
        \"zu\": \"זולו\"
    }
}
", "vendor/symfony/intl/Resources/data/languages/yi.json", "/var/www/public/DevLaon/templates/vendor/symfony/intl/Resources/data/languages/yi.json");
    }
}
